from django.test import TestCase

plt = {
	"500119": [{
		"id": "bca9ce27b83b4c509dde32d9c1cf2b",
		"name": "重庆市南川区公共资源综合交易中心"
	}],
	"320400": [{
		"id": "60e8a2c4a19c41f4b2a14c6aa36a38",
		"name": "常州市政府采购业务管理平台"
	}, {
		"id": "5c23b11a06cd4d27a122ab29a0f5c4",
		"name": "常州市建设工程交易系统"
	}, {
		"id": "6298fa7db4f2407b9d8a447187ba37",
		"name": "常州市水利工程建设交易平台"
	}, {
		"id": "96c3482eaf974cf09724a593acd515",
		"name": "常州市公共资源交易平台"
	}, {
		"id": "291a545c348647e7a47ca60cc8f7cb42",
		"name": "金坛区公共资源交易平台"
	}, {
		"id": "161104163655728000000816137015",
		"name": "武进区建设工程网上招投标系统"
	}],
	"500116": [{
		"id": "b2440a148f834d78b152b1064475dd",
		"name": "重庆市江津区公共资源交易中心"
	}],
	"500115": [{
		"id": "28e7343bb3804f08a8cf9a6cbf20a8",
		"name": "重庆市长寿区公共资源交易中心"
	}],
	"500118": [{
		"id": "9094a649cadc4612ac30f3e54a4555",
		"name": "重庆市永川区公共资源交易中心"
	}],
	"513300": [{
		"id": "161106181224918000001422970992",
		"name": "全国公共资源交易平台（四川省·甘孜州）"
	}],
	"500117": [{
		"id": "49e7b21f481d42a5b24044f9c5a0e9",
		"name": "重庆市合川区公共资源交易中心"
	}],
	"220800": [{
		"id": "fbcae0136c1b489ca596bf5bfc2200",
		"name": "白城市人民政府政务服务中心(新)"
	}],
	"430000": [{
		"id": "8f8f86bcf08249858f061bc70523ccee",
		"name": "湖南省政府采购电子交易系统"
	}, {
		"id": "4dc4058b82d5485592959938d2aa955c",
		"name": "湖南省电子竞价交易系统"
	}, {
		"id": "45fb511d54c04cb38cab894ab256687a",
		"name": "湖南省医药集中采购系统"
	}, {
		"id": "dbed2304edf941738bfb0835e24e9e05",
		"name": "湖南省工程招投标电子交易系统（在建）"
	}],
	"320500": [{
		"id": "b3d96b7c86064633be5df94f5a25e624",
		"name": "张家港保税区公共资源交易平台"
	}, {
		"id": "5764e4a419634074a15503db31755c2a",
		"name": "苏州工业园区公共资源交易中心"
	}, {
		"id": "0d35b0ebb2db42099db0472323f8dcbe",
		"name": "苏州市公共资源交易平台"
	}, {
		"id": "93dd868d8abe4ce6ad2e74257a369c19",
		"name": "常熟市公共资源交易管理平台"
	}, {
		"id": "f6617082e46d42d7abec3465a92b59eb",
		"name": "张家港市公共资源网上交易信息网"
	}, {
		"id": "4b2a1cc33b1d40e5b1101099b328bd9f",
		"name": "昆山市网上招投标系统"
	}, {
		"id": "e3d6605505414ba58172dbf82046bfd2",
		"name": "苏州市吴江区公共资源交易平台"
	}, {
		"id": "08a82ec9816944f8951151a97bc3876f",
		"name": "太仓市公共资源交易管理平台"
	}],
	"511300": [{
		"id": "161106181224916000001200540516",
		"name": "南充市公共资源综合交易平台"
	}],
	"450300": [{
		"id": "b690e911d56f4d9eade40ae3df65f6",
		"name": "桂林市政府采购网"
	}],
	"632300": [{
		"id": "161104163655739000000235878188",
		"name": "黄南州公共资源交易网"
	}],
	"410900": [{
		"id": "161106181224897000000840233706",
		"name": "濮阳市公共资源交易中心"
	}],
	"411100": [{
		"id": "161106181224906000000469924042",
		"name": "漯河市公共资源交易中心"
	}, {
		"id": "e01fafa5d924491fa61e7e129309a187",
		"name": "舞阳县公共资源交易中心"
	}, {
		"id": "5ff6878c5e1a4abb82093282ed65377f",
		"name": "临颍县公共资源交易中心"
	}],
	"451300": [{
		"id": "5487819257124575bdece08ecf15be",
		"name": "来宾市公共资源交易服务平台"
	}],
	"410100": [{
		"id": "d3471688dc434c8586828a966db2fe",
		"name": "郑州航空港经济综合实验区（郑州新郑综合保税区）公共资源交易中心"
	}, {
		"id": "6ea9600eaf2140d7a3d27b95c65b37ca",
		"name": "中牟县公共资源交易中心"
	}, {
		"id": "d0042bdde1164640aabf0e9cee538d97",
		"name": "荥阳市公共资源交易中心"
	}, {
		"id": "1b28d1cd103c4b9788378c846e0e5fab",
		"name": "新密市公共资源交易中心"
	}, {
		"id": "a7c186de7eda466aa99a058091d5e1f1",
		"name": "新郑市公共资源交易中心"
	}, {
		"id": "265b143a734242c686f8cd75eeb4be1d",
		"name": "登封市公共资源交易中心"
	}, {
		"id": "8ed2876c49c747fda408ce0906df77b8",
		"name": "嵩县公共资源交易中心"
	}, {
		"id": "ab5841d51bce4884bd9c008e38142b53",
		"name": "宜阳县公共资源交易中心"
	}, {
		"id": "67f5bb5620f14822b74780d334558f46",
		"name": "睢县公共资源交易中心"
	}, {
		"id": "e9c8754d131f4f958bb06bf7de3befd3",
		"name": "新蔡县公共资源交易中心"
	}, {
		"id": "5d7eda6f80e14b70adb414fe31d8f1de",
		"name": "汝南县公共资源交易中心"
	}, {
		"id": "161106181224890000000186936820",
		"name": "郑州市公共资源交易中心"
	}, {
		"id": "3458c3e2bfc445a5bf037d256dbe4966",
		"name": "巩义市公共资源交易中心"
	}, {
		"id": "31cff486a2ef445b84c5c35f53d9f7da",
		"name": "郑州航空港经济综合实验区（郑州新郑综合保税区）公共资源交易中心"
	}],
	"469021": [{
		"id": "50b3e44438ed4cf2bbcfc7bfa477fd",
		"name": "定安县政务服务中心"
	}],
	"410000": [{
		"id": "5fec0b740d03433bb65a91f0371d23b0",
		"name": "河南省公共资源交易系统"
	}],
	"320100": [{
		"id": "46e6e3b291c14f6397ade9978b8db1d4",
		"name": "南京市水利交易系统"
	}, {
		"id": "161104163655726000000998149029",
		"name": "江苏省交通招标投标交易平台"
	}, {
		"id": "bda46bdec08e4957af0f5b4c4569a4",
		"name": "江苏省建设工程网上招投标系统"
	}, {
		"id": "161104163655726000001652683073",
		"name": "E交易平台"
	}, {
		"id": "161104163655726000000111106577",
		"name": "江苏水利工程建设交易平台"
	}, {
		"id": "6015f7cebb96436a91088b9098f42d",
		"name": "江苏土地市场网"
	}, {
		"id": "161104163655726000001774126736",
		"name": "江苏省矿业权网上交易系统"
	}, {
		"id": "161104163655726000001824504074",
		"name": "江苏省政府采购交易管理系统"
	}, {
		"id": "80b4f8a569814cf98d59f7944ae2a7",
		"name": "江苏省药品集中采购中心综合管理信息系统"
	}, {
		"id": "f762e3ab9690430db73dd967a313dba9",
		"name": "南京市国有产权交易系统"
	}, {
		"id": "dbe5ef5e6d854756998205e57071f700",
		"name": "南京市政府采购交易系统"
	}, {
		"id": "d1ac9443b9994563a0da7d074d2ea991",
		"name": "南京市工程交易系统"
	}, {
		"id": "e1e224edc59f49d084f4a0f1985d088c",
		"name": "无锡市建设工程网上招投标系统"
	}, {
		"id": "dc4241b0cf324c5f80d39b679bb58b96",
		"name": "南京市货物交易系统"
	}],
	"310104": [{
		"id": "161104163655735000000603006838",
		"name": "上海政府采购网"
	}, {
		"id": "161104163655735000000091870026",
		"name": "上海市建筑建材业网"
	}],
	"530100": [{
		"id": "2272041874e24a8c8cfb11fb4e6a04",
		"name": "云南省公共资源交易中心"
	}, {
		"id": "161104163655738000000847736440",
		"name": "昆明市公共资源交易平台公共服务系统"
	}],
	"469023": [{
		"id": "1baeb3d62c9943e0bb3dd971bccab8",
		"name": "澄迈县公共资源交易中心"
	}],
	"310107": [{
		"id": "161104163655735000000828643208",
		"name": "上海联合产权交易所"
	}],
	"411000": [{
		"id": "161106181224898000000134610876",
		"name": "许昌市公共资源交易中心"
	}],
	"440500": [{
		"id": "c2abbaec9c434db5953e7206c4a7c9",
		"name": "广东省公共资源电子交易系统"
	}],
	"469028": [{
		"id": "817b2dec7ae5401980f0ff44e6ee56",
		"name": "陵水县公共资源交易平台"
	}],
	"130000": [{
		"id": "becea035f6e84680ad3f788c017905ea",
		"name": "河北省公共资源交易系统"
	}],
	"511800": [{
		"id": "161106181224919000000651597784",
		"name": "雅安市公共资源电子交易系统"
	}],
	"440900": [{
		"id": "161106181224888000000682894699",
		"name": "茂名市公共资源电子交易平台"
	}],
	"469029": [{
		"id": "31a73b04d7394d77913158cfb83122",
		"name": "保亭黎族苗族自治县交易平台"
	}],
	"632800": [{
		"id": "161104163655739000001161569822",
		"name": "海西州公共资源交易网"
	}, {
		"id": "1ec62f5d8a8749b7bda2be052e0139ae",
		"name": "格尔木市公共资源交易网"
	}],
	"310000": [{
		"id": "fe303b9e61d44847814317b8e0f5be3d",
		"name": "上海政府采购网"
	}, {
		"id": "1857a845fb964f8c9ecf2335d0439397",
		"name": "上海土地市场网"
	}, {
		"id": "cd0b85e6111540969ea915b01607ce56",
		"name": "上海阳光医药采购网"
	}, {
		"id": "badaf6871a804e0bbaca5fd3722458a3",
		"name": "上海联合产权交易所"
	}, {
		"id": "5db74fdd1472409bb9629d4fe17f1822",
		"name": "上海市建筑建材业网"
	}, {
		"id": "ae4f38fb158345db92f61f106f7fd7f4",
		"name": "上海市机电设备国内招标投标行政监管系统"
	}],
	"141100": [{
		"id": "d6beb26334434b5eb369406baabc81",
		"name": "吕梁市公共资源交易服务平台"
	}],
	"340100": [{
		"id": "3f2a1b8101ed4f3a8296661723ff2fee",
		"name": "安徽合肥公共资源交易中心电子交易系统"
	}, {
		"id": "bb91d30854be439cbda8c690eb8498f6",
		"name": "滁州市公共资源交易平台电子交易系统"
	}, {
		"id": "fe338e3ffbdd43818a3183f15ae93ffc",
		"name": "优质采电子交易系统"
	}],
	"341800": [{
		"id": "d4be22f3cdab445a8851ad8f8ec8b746",
		"name": "宣城市公共资源交易平台电子交易系统"
	}],
	"222400": [{
		"id": "3f22c39b953146068165ec8912cd89",
		"name": "延边朝鲜族自治州政府采购中心(新)"
	}],
	"360600": [{
		"id": "d15207011bad45c9bee78bba9b7fb4d4",
		"name": "鹰潭市公共资源交易中心"
	}],
	"510800": [{
		"id": "161106181224917000000233914676",
		"name": "全国公共资源交易平台（四川省.广元市）"
	}],
	"360400": [{
		"id": "f4c8b8c78366401fa48c44f3e9531960",
		"name": "九江市公共资源交易中心"
	}],
	"341600": [{
		"id": "22ef6a01b35c4d52b2f538943b9c1766",
		"name": "亳州市公共资源交易平台电子交易系统"
	}],
	"441900": [{
		"id": "4e6130f8e654422e9b3ebb74d9490c",
		"name": "东莞市公共资源交易服务一体化平台"
	}],
	"441500": [{
		"id": "161106181224887000001795417034",
		"name": "汕尾市公共资源交易平台"
	}],
	"371300": [{
		"id": "63f87ce1ad3a4dd7acf45b0e8088da83",
		"name": "临沂市公共资源电子交易系统"
	}],
	"652300": [{
		"id": "37d221daec5f4a7f97857bb7ebd020",
		"name": "昌吉州公共资源交易平台"
	}],
	"433100": [{
		"id": "d8e9809b10154c4a91cbeba5a7f138",
		"name": "湖南省湘西自治州市公共交易平台"
	}],
	"520200": [{
		"id": "161128094806360000001927930340",
		"name": "六盘水市公共资源交易中心"
	}],
	"330600": [{
		"id": "54c806b9a1f1498abfb5fffd9d6461",
		"name": "绍兴市公共资源交易中心交易平台"
	}],
	"152200": [{
		"id": "161106181224908000001119758509",
		"name": "兴安盟公共资源交易中心"
	}],
	"530900": [{
		"id": "de76fe1fd26b4857bd776910ea38dc",
		"name": "临沧市公共资源交易中心"
	}],
	"420300": [{
		"id": "398f6ccbb1ec4ae3883b8e3f440062dc",
		"name": "十堰市国土资源网上交易系统"
	}, {
		"id": "161104163655723000000191324491",
		"name": "十堰市公共资源电子交易平台"
	}],
	"622900": [{
		"id": "eedcaabfb6164a1e963b90cfe84b17",
		"name": "临夏州公共资源交易电子招投标系统"
	}],
	"500237": [{
		"id": "2a78b6c5ff9e49c29e9efc3797349e",
		"name": "重庆市巫山县公共资源交易中心"
	}],
	"440100": [{
		"id": "d50ad9bb34a74e8090467c5bd32796",
		"name": "广州公共资源交易中心数字交易平台"
	}, {
		"id": "a885928dedf644008164efdced67a2",
		"name": "南方联合产权交易中心"
	}],
	"500236": [{
		"id": "20b435f0a7a24177a3a9612b3aabce",
		"name": "*奉节县公共资源交易业务管理系统"
	}],
	"520600": [{
		"id": "161128094806360000001814389640",
		"name": "铜仁市公共资源交易中心"
	}],
	"330700": [{
		"id": "3315fba3c5394c8e9ae9ba329ab5db",
		"name": "金华市公共资源全流程电子交易综合系统"
	}],
	"500238": [{
		"id": "725ee0467da147239b2087617a723e",
		"name": "重庆市巫溪县公共资源交易中心"
	}],
	"500243": [{
		"id": "1d838487261b45ee99fa6d578153b1",
		"name": "重庆市彭水苗族土家族自治县公共资源综合交易中心"
	}],
	"621000": [{
		"id": "6773f6735f9c427c8c4072569e9b5a",
		"name": "庆阳市公共资源交易中心综合管理系统"
	}],
	"530500": [{
		"id": "4b07e9bbb86d4658a8037d7e8a2f92",
		"name": "保山市公共资源交易中心"
	}, {
		"id": "161104163655738000001107113707",
		"name": "腾冲市公共资源交易平台公共服务系统"
	}],
	"500240": [{
		"id": "f0f0126955aa4690b3d0b6145d1a53",
		"name": "重庆市石柱县公共资源综合交易中心  "
	}],
	"370300": [{
		"id": "95824959fafd439192b8123c011f40",
		"name": "淄博市公共资源交易平台电子交易系统"
	}],
	"500241": [{
		"id": "302d36c2da714e8ba57b51c202a3dc",
		"name": "重庆市秀山土家族苗族自治县公共资源综合交易中心"
	}],
	"500242": [{
		"id": "3502fcda1797470d862c69dd47e012",
		"name": "重庆市酉阳公共资源交易中心"
	}],
	"420700": [{
		"id": "161104163655723000000158523648",
		"name": "鄂州建设工程交易平台"
	}],
	"360900": [{
		"id": "2c4b3d7bc56f48bab1f94d7b7dba0f70",
		"name": "宜春市公共资源交易中心"
	}],
	"410500": [{
		"id": "161106181224893000001715678487",
		"name": "安阳市公共资源交易中心"
	}, {
		"id": "206c62c0922f44948b3ffa1f4c5231c1",
		"name": "滑县公共资源交易中心"
	}],
	"520400": [{
		"id": "161128094806360000000104913116",
		"name": "安顺市公共资源交易中心"
	}],
	"421300": [{
		"id": "c5eba328c1a842c1a04910171d2eb2",
		"name": "随州市国土资源网上交易系统"
	}, {
		"id": "161104163655724000001999762662",
		"name": "湖北随州公共资源交易平台"
	}],
	"350300": [{
		"id": "7de08aa6989e4d6da0f8ac55378ac7",
		"name": "莆田市行政服务中心"
	}],
	"350200": [{
		"id": "9d2aacd0953b4d41b8a075510efb0b",
		"name": "厦门市土地发展中心"
	}, {
		"id": "d712768d96aa47139993c698436c6f",
		"name": "厦门产权交易中心"
	}, {
		"id": "1207345735544b519941dc691780e9",
		"name": "厦门市建设工程交易中心"
	}],
	"370700": [{
		"id": "da699578c37041ba9e4a30e629959027",
		"name": "潍坊市公共资源电子交易系统"
	}],
	"431100": [{
		"id": "e56ebf49531d45fea9097312cb1b15",
		"name": "湖南省永州市公共交易平台"
	}],
	"411500": [{
		"id": "5033614e6537459f9da684af304129d5",
		"name": "商城县公共资源交易中心"
	}, {
		"id": "e6fc1c6a4c1d48b6a31cbbab058f4ccc",
		"name": "固始县公共资源交易中心"
	}, {
		"id": "161106181224907000000228369680",
		"name": "信阳市公共资源交易中心"
	}],
	"510700": [{
		"id": "161106181224915000000236532680",
		"name": "工程建设电子开评标系统；政府采购云平台；绵阳市土地矿权交易服务网"
	}],
	"320800": [{
		"id": "84debb150668401ba2c76fd58a3fc5da",
		"name": "淮安市建设工程网上招投标系统"
	}, {
		"id": "6f0666a6477b4da39c3d0476a3fef090",
		"name": "淮安市公共资源交易系统"
	}],
	"330200": [{
		"id": "ecb79c3b8b6445c4ae9781de3db4d5",
		"name": "宁波市公共资源网上交易暨电子检察系统"
	}],
	"652700": [{
		"id": "20beb2074a21448092f1919674596e",
		"name": "博州公共资源交易管理系统"
	}],
	"350700": [{
		"id": "67691f2f72ff4ca7ba7b3214344771",
		"name": "南平市招标投标服务中心"
	}],
	"320900": [{
		"id": "bfd943b868144d4b9deca10540fc77bc",
		"name": "盐城市公共资源交易系统"
	}, {
		"id": "d3b29e7c4ba74521b0b2220659d72e3a",
		"name": "盐城市建设工程网上招投标系统"
	}, {
		"id": "e78edb86dc354e409d52d4815fbad371",
		"name": "盐城市水利工程网上招投标系统"
	}, {
		"id": "0725eb5217db42aeb26c54497e759172",
		"name": "大丰区建设工程网上招投标系统"
	}],
	"510300": [{
		"id": "98999fcbf8be47ca9205f286996a16",
		"name": "1、四川建设网 2、自贡市公共资源交易信息网 3、第四产权网"
	}],
	"621200": [{
		"id": "d8f1f26df78c48638d9214d097024e",
		"name": "陇南市公共资源交易电子交易系统"
	}],
	"500153": [{
		"id": "ae43c4a829f14a9fb33e18afa1d7d8",
		"name": "重庆市荣昌区公共资源交易网"
	}],
	"330300": [{
		"id": "658eab6608d64fa184f7197c78be59",
		"name": "温州市公共资源交易平台"
	}],
	"500152": [{
		"id": "fef6a98b9bba4d178cc5778980d957",
		"name": "重庆市潼南区公共资源交易中心"
	}],
	"430100": [{
		"id": "d8e8a0d660cf4208a4747e71a80b3a",
		"name": "湖南省公共资源行政监督平台"
	}, {
		"id": "f115abc9fbbf414199e703870a64b9",
		"name": "湖南省长沙市公共交易平台"
	}, {
		"id": "bd3efe1817164750845f14f79f539b",
		"name": "湖南省国有产权交易平台"
	}],
	"310115": [{
		"id": "161104163655735000001311537849",
		"name": "上海土地市场"
	}],
	"450000": [{
		"id": "daa06ba651084d02a746a5764b7b9dd7",
		"name": "广西公共资源交易平台"
	}],
	"440600": [{
		"id": "53708686aff3427bb9ad628da82ad6",
		"name": "佛山市公共资源交易一体化服务平台"
	}, {
		"id": "161106181224889000000667131276",
		"name": "佛山市顺德区公共资源交易中心"
	}],
	"630200": [{
		"id": "7e4a9b8e58d6437da18ba301c01b98ff",
		"name": "海东市公共资源交易网"
	}],
	"150200": [{
		"id": "161106181224908000000629516449",
		"name": "包头市公共资源交易系统"
	}],
	"361100": [{
		"id": "1024c1383dbf4619856642327151bdff",
		"name": "上饶市公共资源交易中心"
	}],
	"451200": [{
		"id": "e420b2ec22f94192904f69a332206cd7",
		"name": "巴马瑶族自治县公共资源交易中心业务管理系统"
	}, {
		"id": "8870872fad21452fa7bee30d73633097",
		"name": "都安瑶族自治县公共资源交易平台"
	}, {
		"id": "52faa942984749f5988c57a4398490",
		"name": "河池市公共资源交易中心"
	}],
	"150100": [{
		"id": "161106181224907000001429173994",
		"name": "呼和浩特市公共资源电子交易平台"
	}],
	"654300": [{
		"id": "0806aec032cd4742800258f5a272e2",
		"name": "阿勒泰地区公共资源交易网"
	}],
	"450200": [{
		"id": "dd0fafd0282645039e886431534066",
		"name": "柳州市公共资源交易中心"
	}, {
		"id": "4f472ec224a24a1db061fbea75d70f5e",
		"name": "鹿寨县公共资源交易平台"
	}],
	"450400": [{
		"id": "336e2a8efae445cb9f0a469d28c9e0",
		"name": "梧州市公共资源交易平台"
	}, {
		"id": "6f291a65a1204d89b7b07079d08da782",
		"name": "蒙山县公共资源交易中心招投标项目平台"
	}, {
		"id": "9f22500a288f4668b9c0e26ab1e74c3f",
		"name": "岑溪市人民政府网"
	}],
	"150300": [{
		"id": "161106181224910000001230519103",
		"name": "乌海市公共资源交易中心招投标系统"
	}],
	"150400": [{
		"id": "161106181224909000000805073907",
		"name": "赤峰公共资源电子交易管理服务软件系统"
	}],
	"430900": [{
		"id": "2f1e25361f574115b787d4229432a2",
		"name": "湖南省益阳市公共服务平台"
	}],
	"451400": [{
		"id": "9f5238e56e3348a3b1d0f400e1429e",
		"name": "崇左市电子招投标交易平台"
	}],
	"450900": [{
		"id": "33f86c2fd0fb4c7e8530e4207b9543",
		"name": "玉林市公共资源交易中心"
	}],
	"440400": [{
		"id": "8d75dda45359487ab8715d30337400",
		"name": "珠海市公共资源交易中心"
	}],
	"512000": [{
		"id": "f079d4ea05004c4dacc8da427e6643",
		"name": "资阳市公共资源电子交易系统"
	}],
	"419001": [{
		"id": "155a73b2a831451f8fe6ac1188f694",
		"name": "济源市公共资源交易中心"
	}],
	"150800": [{
		"id": "161106181224910000000518404246",
		"name": "巴彦淖尔市公共资源交易系统"
	}],
	"440800": [{
		"id": "161106181224888000001277394953",
		"name": "湛江市公共资源交易平台"
	}],
	"341700": [{
		"id": "01a5c315abe84e6ba48bf878a4105d5b",
		"name": "池州市公共资源交易平台电子交易系统"
	}],
	"430500": [{
		"id": "382fae1dfbd548dbbc9340fb38a61f",
		"name": "湖南省邵阳市公共交易平台"
	}],
	"210100": [{
		"id": "088966902f924802b72a274216c6c8",
		"name": "辽宁政府采购网"
	}, {
		"id": "81663ee571fa4eeeb3c0e03efdf8cb",
		"name": "沈阳市公共资源电子交易系统"
	}, {
		"id": "7e2ec37234534584a897d679dee766",
		"name": "全国公共资源交易平台（辽宁省·锦州市）"
	}],
	"360500": [{
		"id": "9ede440e85814618a96be1750f4c63c5",
		"name": "新余市公共资源交易中心"
	}],
	"429021": [{
		"id": "161104163655725000001067909135",
		"name": "神农架林区公共资源交易中心"
	}],
	"441800": [{
		"id": "786b208441ec40ea89fa7d7def72e4",
		"name": "清远市公共资源交易平台"
	}],
	"150700": [{
		"id": "c77aa87e91f747d18b7f6ef476d7312c",
		"name": "满洲里市公共资源交易平台-扎赉诺尔区分中心"
	}, {
		"id": "161106181224908000001341326003",
		"name": "呼伦贝尔市和旗市区公共资源交易一体化电子交易平台"
	}, {
		"id": "161106181224911000001291342920",
		"name": "满洲里市公共资源交易平台"
	}],
	"533400": [{
		"id": "bc7d669956594e43be0db14f023b58",
		"name": "迪庆州公共资源交易中心"
	}],
	"150500": [{
		"id": "161106181224908000001815408319",
		"name": "通辽市公共资源电子交易系统"
	}],
	"330900": [{
		"id": "e210075e3f6648c782518a55bb40a8",
		"name": "舟山市电子招投标平台"
	}],
	"510900": [{
		"id": "161106181224919000002134914641",
		"name": "遂宁市建设工程网上交易系统"
	}],
	"150600": [{
		"id": "161106181224909000001137721855",
		"name": "鄂尔多斯市公共资源电子交易系统"
	}],
	"330800": [{
		"id": "c5f7b36ab68b403ba46c487678e54d",
		"name": "衢州市公共资源交易监管系统"
	}],
	"533300": [{
		"id": "bd32af7a37b34d7dae214286d1aa23",
		"name": "怒江州公共资源交易中心"
	}],
	"360800": [{
		"id": "6afd43f2cf764e15a798e0ba2f8f53bb",
		"name": "吉安市公共资源交易中心"
	}],
	"522700": [{
		"id": "161128094806360000000230735574",
		"name": "黔南州公共资源交易中心"
	}],
	"530800": [{
		"id": "5e8bc85a3dcb4aeaada2eec60bc30a",
		"name": "普洱市公共资源交易中心"
	}],
	"441600": [{
		"id": "377717934fb544fb9cf894bf18e098",
		"name": "河源市公共资源交易中心"
	}],
	"210900": [{
		"id": "161104163655736000001411197325",
		"name": "阜新市公共资源电子交易系统"
	}],
	"653000": [{
		"id": "223a58cf17764495a440d830a3de62b7",
		"name": "克孜勒苏柯尔克孜自治州公共资源交易中心"
	}],
	"610500": [{
		"id": "e83ac56a924c4f2682b7012b228f01",
		"name": "全国公共资源交易平台（陕西省）"
	}],
	"451000": [{
		"id": "3c37c87a3325450a998968dbfe9ece",
		"name": "百色市公共资源交易中心"
	}],
	"220200": [{
		"id": "36dcf5f652204732be5bcc0b90ef31",
		"name": "吉林市公共资源交易网上招投标系统"
	}],
	"210800": [{
		"id": "161104163655736000001265868907",
		"name": "营口市公共资源交易平台"
	}],
	"131000": [{
		"id": "3dd57944d7454d9386a5f4c65657eb",
		"name": "廊坊市公共资源交易中心"
	}],
	"630000": [{
		"id": "10098a0d60944bffa097803b1fc77b03",
		"name": "青海省公共资源交易网"
	}],
	"440000": [{
		"id": "efc9e308e318443b810f0c7fcdd14f",
		"name": "广东联合产权交易中心"
	}],
	"370200": [{
		"id": "81d27ec0cc9c4d3da5d7fb9e11d7ebd3",
		"name": "青岛市公共资源交易 电子交易系统"
	}, {
		"id": "707c6d2029c742a5871f1fef4c591eab",
		"name": "青岛西海岸公共资源交易网"
	}, {
		"id": "a6584fa8f54c4dba92d7f0e0382cb3ac",
		"name": "崂山区公共资源交易网"
	}, {
		"id": "2ebba6a0fe9040ed8bd5b69bf97933cf",
		"name": "胶州市公共资源交易系统"
	}],
	"220300": [{
		"id": "d642700465d847a5b9aa7da7663a5f",
		"name": "四平市政务服务中心(新)"
	}],
	"522600": [{
		"id": "161128094806360000000609613524",
		"name": "黔东南州公共资源交易中心"
	}],
	"141000": [{
		"id": "800e0acbbbc74aedb3c382b3d3828f",
		"name": "临汾市公共资源交易服务平台"
	}],
	"520100": [{
		"id": "161128094806360000001450879222",
		"name": "贵安新区公共资源交易中心"
	}, {
		"id": "161128094806360000001764734213",
		"name": "贵阳市公共资源交易中心"
	}],
	"530600": [{
		"id": "ef924b75d9c24f7c877a3078b23dc6",
		"name": "昭通市公共资源交易中心"
	}],
	"530400": [{
		"id": "d80f9bfd98854156822f090cad959b",
		"name": "玉溪市公共资源交易中心"
	}],
	"445100": [{
		"id": "5c21f75d5a3742e3903a5825519031",
		"name": "潮州市公共资源交易中心"
	}],
	"131100": [{
		"id": "eede15b507214a62a68fca2d38e089",
		"name": "衡水市公共资源电子交易平台"
	}],
	"440200": [{
		"id": "44e65e8d857a42c1b8deb11fc668e0",
		"name": "韶关市公共资源交易服务平台"
	}],
	"442000": [{
		"id": "645bd5d0ebfb4224bcbc44b4f75dd7",
		"name": "中山市公共资源交易平台"
	}],
	"445300": [{
		"id": "e60c11197adf45ddaf14673cec0a41",
		"name": "云浮市公共资源交易信息化平台电子交易平台"
	}],
	"441200": [{
		"id": "161106181224888000001093084199",
		"name": "肇庆市公共资源交易平台"
	}],
	"340200": [{
		"id": "2e4010e0815e4ad99ab4105b09c45a8a",
		"name": "芜湖市公共资源交易平台电子交易系统"
	}],
	"441400": [{
		"id": "161106181224887000001629126224",
		"name": "梅州市公共资源交易信息化平台一体化系统"
	}],
	"340300": [{
		"id": "441a50fe85584b8a80ab3e0d9e66b496",
		"name": "蚌埠市公共资源交易平台电子交易系统"
	}],
	"210000": [{
		"id": "8a155d191e73400b8a86a516975ca6a2",
		"name": "辽宁省公共资源交易平台"
	}, {
		"id": "3e67640ab942444fa5011a58682227",
		"name": "锦州市公共资源平台"
	}],
	"370400": [{
		"id": "bf2ae227b9774e70969489c2320c5e00",
		"name": "枣庄市公共资源电子交易系统"
	}],
	"340600": [{
		"id": "68a7bcdcf4ec469c9c2b3ee66d2a73ea",
		"name": "淮北市公共资源交易平台电子交易系统"
	}],
	"340700": [{
		"id": "192005f37919479fb514f7f0fa735a5e",
		"name": "铜陵市公共资源交易平台电子交易系统"
	}],
	"370800": [{
		"id": "1338a6aebd2c42b89d1938b60840c3e5",
		"name": "济宁市公共资源交易服务平台"
	}],
	"620300": [{
		"id": "6649efbf5b334b82aec19e0d0cb8c4",
		"name": "金昌市公共资源交易电子交易系统"
	}],
	"350600": [{
		"id": "3574460cab6c47479d93ff2d758125",
		"name": "漳州市公共资源交易中心"
	}],
	"130400": [{
		"id": "2478cd81ac8a4538b82e6de91ae491",
		"name": "邯郸市公共资源电子交易平台"
	}],
	"350800": [{
		"id": "aaebbd2b80424ee99bd90f9cf7c8e3",
		"name": "龙岩市公共资源交易中心"
	}],
	"210400": [{
		"id": "161104163655736000000702586693",
		"name": "抚顺市公共资源电子交易系统"
	}],
	"360000": [{
		"id": "a7eb6d71ff334a34bbd84c24370b6f1d",
		"name": "江西省公共资源交易网"
	}],
	"460300": [{
		"id": "af57de832afb4de5a8b8ec74c0fbad",
		"name": "三沙市公共资源交易平台"
	}],
	"370600": [{
		"id": "151e161ccaa14d3bae9773871a047e9b",
		"name": "烟台市公共资源交易系统"
	}],
	"422800": [{
		"id": "14d95039fec640f1bef41cd9d0e38ab0",
		"name": "恩施州国土资源网上交易平台"
	}, {
		"id": "161104163655724000000291324696",
		"name": "恩施州电子交易平台"
	}],
	"360100": [{
		"id": "7fa2cc9b689a4c5199d1bddf1ca26750",
		"name": "南昌市公共资源交易中心"
	}],
	"520300": [{
		"id": "161128094806360000001073857325",
		"name": "遵义市公共资源交易中心"
	}],
	"210500": [{
		"id": "161104163655736000002107370199",
		"name": "全国公共资源交易平台(辽宁省.本溪市)"
	}],
	"140200": [{
		"id": "c145cc893c5d454d915d86b934778e",
		"name": "大同市公共资源交易平台"
	}],
	"110000": [{
		"id": "05607903325f4b46b8aac08d6c9e1c2e",
		"name": "北京市政府采购网"
	}, {
		"id": "fe60315bdbd34840b28191abf9d8e7d4",
		"name": "北京市公共资源综合交易系统"
	}, {
		"id": "7c8cae14713c41df967df2655c12bb1e",
		"name": "北京工程建设交易信息网"
	}, {
		"id": "b2f81b90af0541cd83576a950f1b5225",
		"name": "北京市医药阳光采购综合管理平台"
	}, {
		"id": "97a51218ebf5406fba99d6030a7f2d02",
		"name": "北交互联"
	}, {
		"id": "c0f91d307d774a27b6a28c07d125d313",
		"name": "软交所招标采购交易平台"
	}],
	"610400": [{
		"id": "4d47c7bba89c4b8dabf7525e8ffe07",
		"name": "全国公共资源交易平台（陕西省·咸阳市）电子交易系统"
	}],
	"130700": [{
		"id": "579be30e1954434a96166a89740009",
		"name": "张家口公共资源交易综合信息平台"
	}],
	"211300": [{
		"id": "161104163655737000000458629856",
		"name": "朝阳市公共资源交易系统"
	}],
	"450500": [{
		"id": "d4baa6edbbad49ac97e62782d6ec21",
		"name": "北海市公共资源交易中心"
	}],
	"140300": [{
		"id": "e1c50b0390b84fd4b99baadc8ff0e0",
		"name": "阳泉市公共资源交易服务平台"
	}],
	"430200": [{
		"id": "cd37bc00c7b74fb6a99d0d3bebabf6",
		"name": "湖南省株洲市公共交易平台"
	}],
	"211000": [{
		"id": "161104163655737000001205515692",
		"name": "辽阳市公共资源交易平台"
	}],
	"140400": [{
		"id": "7c1e230a4a80456d86455ad19af630",
		"name": "长治市公共资源交易服务平台"
	}],
	"211400": [{
		"id": "161104163655737000000042947860",
		"name": "葫芦岛市公共资源交易系统"
	}],
	"130800": [{
		"id": "7cb1638c1e89412e8e3ab3e91b14b5",
		"name": "承德市公共资源交易平台"
	}],
	"610300": [{
		"id": "06e6f5267b4d4122a3487ae34f7e8a",
		"name": "全国公共资源交易平台（陕西省）"
	}],
	"430800": [{
		"id": "df1eb8eabf0142d38b5f2349a09be6",
		"name": "湖南省张家界市公共交易平台"
	}],
	"211200": [{
		"id": "0930bea5b7ce45e69b4f72b10285a9b7",
		"name": "全国公共资源交易平台（辽宁省·铁岭市）"
	}],
	"620200": [{
		"id": "e20e56cb94ed42178106e5e1fb56c1",
		"name": "嘉峪关市公共资源交易电子交易系统"
	}],
	"140500": [{
		"id": "c20fd2c8381e47ccb5bb7145879ef0",
		"name": "晋城市公共资源交易服务平台"
	}],
	"130200": [{
		"id": "d5c7b1ee53514df9abbfcb6b0e52b5",
		"name": "唐山市公共资源交易中心"
	}],
	"350400": [{
		"id": "9620d7bbc2b447a9a15ecebb5c6386",
		"name": "三明市公共资源交易中心"
	}],
	"522300": [{
		"id": "161128094806360000000196005326",
		"name": "黔西南州公共资源交易中心"
	}],
	"430600": [{
		"id": "c0ee60ce344c40239030dcf706a09e",
		"name": "湖南省岳阳市公共交易平台"
	}],
	"440700": [{
		"id": "52c133b463d04897b6a4f6d5ce9a81",
		"name": "江门市公共资源交易平台"
	}],
	"130500": [{
		"id": "8ce3df19e24c42f0843845fcb015d2",
		"name": "邢台市公共资源交易中心"
	}, {
		"id": "76c2f2b374644a39a19733d55644eb24",
		"name": "邢台经济开发区公共资源交易平台"
	}, {
		"id": "2c7ce82193574cd09d21315013000746",
		"name": "邢台市桥东区公共资源交易平台"
	}, {
		"id": "6172d8b7363845af8cfd5b95ba5bef49",
		"name": "柏乡县公共资源交易平台"
	}, {
		"id": "1cc9caaa4d1940e09505c344041b8212",
		"name": "隆尧县公共资源交易中心网站"
	}, {
		"id": "59b249befad347f2b45ec7109145b604",
		"name": "任县公共资源交易管理系统"
	}, {
		"id": "bc35b87aa432481a90d62db33bdae011",
		"name": "圣诺联合电子招投标平台（临西县）"
	}, {
		"id": "6bcdca0cf2ad432d926e71025010d905",
		"name": "圣诺联合电子招投标平台（南宫市）"
	}, {
		"id": "ed90cf3c1bc240aa8bd5c29a45b1f0",
		"name": "沙河市公共资源交易服务平台"
	}, {
		"id": "fd5f156daf6e42168b23cfd2d982ce96",
		"name": "沙河市公共资源交易平台"
	}, {
		"id": "6122011a63b4465c8da254b14a55549a",
		"name": "南和县公共资源交易管理系统"
	}, {
		"id": "c2409673269643159e3ce254564b90",
		"name": "宁晋县公共资源交易服务平台"
	}, {
		"id": "4badd4ffd6b64ae2849a850f6e8ad234",
		"name": "平乡县公共资源交易网"
	}, {
		"id": "1848be0bc28848b69216c02b2a859a59",
		"name": "邢台市桥西区公共资源交易平台"
	}, {
		"id": "27f1c10b552b45c3850ec55dbfb89e",
		"name": "临西县公共资源交易服务平台"
	}, {
		"id": "39e9b280d80f40b68a8c4d5c2a7636ad",
		"name": "清河县公共资源交易平台"
	}, {
		"id": "14443d0f9acb4ac185bc0be7af2235f2",
		"name": "圣诺联合电子招投标平台（新河县）"
	}, {
		"id": "c9e2a69fb210431db57ebd895fa7e577",
		"name": "圣诺联合电子招投标平台（威县）"
	}, {
		"id": "60b522a01c424b44ae6ddfa635e5e044",
		"name": "圣诺联合电子招投标平台（宁晋县）"
	}, {
		"id": "d75329210a4d416291c9b0f1d4fd7a63",
		"name": "临城县公共资源交易平台"
	}, {
		"id": "816ca2082b394ce58705670071328e26",
		"name": "邢台县公共资源交易系统"
	}, {
		"id": "7e0099bea1a94b2bb28c1d6fba03104f",
		"name": "内丘县公共资源交易管理系统"
	}],
	"511500": [{
		"id": "161106181224919000000890906993",
		"name": "宜宾市建设工程交易系统 宜宾市政府采购交易系统 宜宾市土地（矿权）交易系统 宜宾市国有资产交易系统 宜宾市农村产权交易系统"
	}],
	"610100": [{
		"id": "73af09188fe0484f8f28dda055b9b64b",
		"name": "全国公共资源交易平台（陕西省·西安市）电子交易系统"
	}],
	"370900": [{
		"id": "c1c32182d02a41d6b6ca65671e05adad",
		"name": "泰安市公共资源电子交易平台"
	}],
	"130600": [{
		"id": "20c36ba02a284666a0edac9690f56810",
		"name": "定州市公共资源电子交易系统"
	}, {
		"id": "0d713dcc8dc141ec82cddfe3fcbb45",
		"name": "保定市公共资源交易中心"
	}, {
		"id": "769d7ad4a2714753a521f95fc634e1cf",
		"name": "蠡县公共资源交易管理系统"
	}],
	"511600": [{
		"id": "8babcb881fe24f2f9ac37c75b3c5c6",
		"name": "广安公共资源电子交易平台"
	}],
	"340800": [{
		"id": "89b188888f93488996a0843468450a37",
		"name": "安庆市公共资源交易平台电子交易系统"
	}],
	"610200": [{
		"id": "224c2d8f6af64b3fb37102bb502fee",
		"name": "全国公共资源交易平台（陕西省）"
	}],
	"430400": [{
		"id": "bb76b128e6cf4982a2a52226b134d1",
		"name": "湖南省衡阳市公共交易平台"
	}],
	"620100": [{
		"id": "769786edfd0540af8f83f835432856",
		"name": "甘肃省公共资源交易电子服务系统v2.0"
	}, {
		"id": "67e20e3d229c4059a5f5de35c69a29",
		"name": "兰州市电子招投标交易平台"
	}, {
		"id": "74c57c133c03414a8698bd8e210534",
		"name": "甘肃省产权交易所"
	}],
	"632600": [{
		"id": "69c8ff6187134f728ac34632cee9ebdb",
		"name": "果洛州公共资源交易网"
	}],
	"140600": [{
		"id": "728f0fe6673c489b8e49875ef1abb5",
		"name": "朔州市公共资源交易服务平台"
	}],
	"350500": [{
		"id": "9138b46c731943879d2cb0dd3f5f25",
		"name": "泉州市公共资源交易中心"
	}],
	"211100": [{
		"id": "161104163655737000000880304139",
		"name": "盘锦市公共采购交易平台"
	}],
	"420800": [{
		"id": "6ad3a6b58bfe479190599210c9ec5f",
		"name": "荆门市国土资源网上交易系统"
	}, {
		"id": "161104163655724000000650553625",
		"name": "荆门市公共资源交易网"
	}],
	"421100": [{
		"id": "161104163655724000000040887979",
		"name": "黄冈市公共资源交易信息网"
	}, {
		"id": "161104163655725000000748818576",
		"name": "浠水县公共资源电子交易平台"
	}],
	"511900": [{
		"id": "161106181224918000000359553247",
		"name": "巴中市政务服务和公共资源交易服务中心"
	}],
	"410200": [{
		"id": "3560f4d670c846869bc81b2b93e032d3",
		"name": "兰考县公共资源交易中心"
	}, {
		"id": "161106181224889000000119871519",
		"name": "开封市公共资源交易中心"
	}],
	"320300": [{
		"id": "dfd2e2ab6f1846fa88c3d378a959ecc2",
		"name": "徐州市建设工程网上招投标系统"
	}, {
		"id": "aa2738bd87c440679878db4c7306d4d4",
		"name": "徐州市建设工程网上招投标系统"
	}],
	"410700": [{
		"id": "30b0d1df4375437d99a195da7c8fa391",
		"name": "长垣县公共资源交易管理中心"
	}, {
		"id": "161106181224894000002034603672",
		"name": "新乡市公共资源交易中心"
	}],
	"371000": [{
		"id": "1721e82fbd4c4c2b8a128a527d733e7a",
		"name": "威海市政府采购电子交易系统"
	}, {
		"id": "9d0a48e550ef495a9b521fa363c40803",
		"name": "威海市建设工程电子交易系统"
	}, {
		"id": "84371012a0bd43faa3fd2874c2eb000b",
		"name": "威海市国土资源网上交易系统"
	}],
	"445200": [{
		"id": "f2776a70da4e417f8b182e1f4479df",
		"name": "揭阳公共资源交易中心"
	}],
	"130900": [{
		"id": "60794d3a3e984662a181a189a46f62",
		"name": "沧州市公共资源交易中心"
	}],
	"530300": [{
		"id": "292dfdd6fbf14e73b277bf23f44229",
		"name": "曲靖市公共资源交易中心"
	}],
	"320200": [{
		"id": "f9e0b322ae2d4fe1a7b567b8393e77aa",
		"name": "无锡市建设工程网上招投标系统"
	}],
	"152500": [{
		"id": "161106181224909000001182911067",
		"name": "锡林郭勒盟公共资源交易中心"
	}, {
		"id": "161106181224911000001804343866",
		"name": "二连浩特市公共资源交易中心"
	}],
	"610900": [{
		"id": "d2254c27f29348739dafb87eb98526d8",
		"name": "全国公共资源交易平台（陕西省·安康市）电子交易系统"
	}],
	"370100": [{
		"id": "3a106f9a1dd14fb09d94d49083d07b48",
		"name": "济南市房屋建筑和市政基础设施工程电子招标投标监督管理系统"
	}],
	"450100": [{
		"id": "a533643822674bd9808d6b69ed185b",
		"name": "南宁市公共资源交易中心"
	}],
	"220700": [{
		"id": "ea3ccb14f0cf4aa98dae0b70431eef",
		"name": "松原市人民政府政务服务中心(新)"
	}],
	"420000": [{
		"id": "0351b889c4fe4c478d6fd4de730d81fb",
		"name": "湖北省电子招投标交易云平台"
	}, {
		"id": "5b49392a1f8041aa9f04544f37e2669b",
		"name": "湖北省科技成果一站式服务平台"
	}, {
		"id": "4161ce70df114b51a5d9293ba03d2130",
		"name": "湖北省公共资源电子交易平台"
	}, {
		"id": "1c564db6ef854f55be5af942526fdb8a",
		"name": "湖北碳排放权交易中心"
	}, {
		"id": "3fae86e7978f4426863ec6be5d7a9a4b",
		"name": "武汉光谷联合产权交易所"
	}, {
		"id": "c731ebd39915461f8f6328bc4c353689",
		"name": "湖北省药械集中采购服务平台"
	}, {
		"id": "48c565ae601c4d11a49c5da6f7659463",
		"name": "湖北省政府采购网"
	}],
	"520000": [{
		"id": "413cc0bd06974e038529d7af710f4e35",
		"name": "贵州省公共资源中心交易平台"
	}],
	"451100": [{
		"id": "926c68a9b401403c81d1afdc9451b9",
		"name": "贺州市公共资源交易平台"
	}],
	"441700": [{
		"id": "161106181224888000001616261639",
		"name": "阳江市公共资源交易系统"
	}],
	"371200": [{
		"id": "8bbbac103fd34138ace24788a159fab4",
		"name": "莱芜市公共资源电子交易系统"
	}, {
		"id": "3444c8cb45a249b79034e8001f0541",
		"name": "莱芜市国有建设用地使用权交易系统"
	}],
	"420100": [{
		"id": "a64f11c3a78345419cdf49f3d3ab3d3e",
		"name": "武汉航运交易所"
	}, {
		"id": "161104163655722000001136313349",
		"name": "武汉市建设工程交易平台"
	}, {
		"id": "037e17ecb9684f8e85ec27785ae343",
		"name": "武汉市国有建设用地使用权网上交易系统"
	}, {
		"id": "6edf8fc0c5784fd794cf6bbec3d67d",
		"name": "武汉市政府采购交易平台"
	}, {
		"id": "4cec34cba70347acaffec791895717",
		"name": "东风电子招标交易平台"
	}, {
		"id": "17cd9757ab7c4af8a90cc0521c78531b",
		"name": "武汉农村综合产权交易所"
	}],
	"370000": [{
		"id": "298201af8d2d470d826b8af8deb4b397",
		"name": "山东省水利工程电子招标投标交易平台"
	}, {
		"id": "ea877f50b0134f03bde4713547f0a31a",
		"name": "山东省公共资源交易中心工程招投标交易系统(交通)"
	}, {
		"id": "1871d88f823f4870b04f2c7340c40a03",
		"name": "山东省药品集中采购平台"
	}, {
		"id": "0da5a734185f4affa703da0bbaa628f5",
		"name": "省级政府集中采购电子化执行系统"
	}, {
		"id": "755e54cb4e144b5b8e4f48c6fccb9dee",
		"name": "山东产权交易中心综合交易系统"
	}],
	"220600": [{
		"id": "9e9c1730533b479282ba52694e4abe",
		"name": "长白山管委会"
	}, {
		"id": "61f9d72570a24c14b333f16dc51bb4",
		"name": "白山电子招投标交易平台"
	}],
	"630100": [{
		"id": "161104163655738000001225003746",
		"name": "西宁市公共资源交易服务平台"
	}],
	"610600": [{
		"id": "90ff9a7e3255468990345ddbbff03a",
		"name": "全国公共资源交易平台（陕西省）"
	}],
	"120102": [{
		"id": "9001756bd401498291b972c074d479",
		"name": "天津市公共资源交易平台交易系统"
	}],
	"140100": [{
		"id": "2a67f377ab824e3c8018b8f9db6159",
		"name": "太原公共资源交易综合服务平台"
	}, {
		"id": "229ec84a76b94346b54dd733fe5410",
		"name": "山西省公共资源交易平台"
	}, {
		"id": "4d912bc82f354430b53e5b184cc9ee",
		"name": "山西省招标投标公共服务平台"
	}, {
		"id": "510ace9e5c5c4b87a03c0919577080",
		"name": "山西省产权交易平台"
	}, {
		"id": "3936931562244149bf900ecfe8a23f",
		"name": "山西省产权交易中心"
	}, {
		"id": "c82c91addd394c49a796b8bbfb3302",
		"name": "山西拍卖网"
	}],
	"110108": [{
		"id": "20e03190aa35497fa59ad9167954d145",
		"name": "海淀区公共资源交易平台"
	}],
	"120101": [{
		"id": "3bee751057ae4fe3ae00249926166b",
		"name": "津产权综合交易平台"
	}, {
		"id": "49d8237e628a436fa3df76669fa193",
		"name": "天津土地交易市场信息管理平台"
	}, {
		"id": "d528b920cd334b97bd5d07024f80f9",
		"name": "天津市政府采购中心信息管理系统"
	}, {
		"id": "07b2781f55ef4714bdc7ea1ca7643e",
		"name": "天津国际矿业权交易所"
	}],
	"110109": [{
		"id": "e531cef300b74fc6816e46382abbb198",
		"name": "门头沟区公共资源交易平台"
	}],
	"330500": [{
		"id": "410fa16880f64c9ab8c344a1479333",
		"name": "湖州市公共资源交易平台"
	}],
	"110106": [{
		"id": "aebb6e59f5404b35ae6a52c6f48dc0d8",
		"name": "丰台区公共资源交易平台"
	}],
	"330400": [{
		"id": "d41306a1672b416381085ba0577688",
		"name": "嘉兴市公共资源交易中心"
	}],
	"350900": [{
		"id": "9f9f24b8977d4707bbc29030b5e1bd",
		"name": "宁德市公共资源交易中心"
	}],
	"640000": [{
		"id": "f4a8cd5e56d0483ba9bf3f67c22f0f07",
		"name": "宁夏电子招投标交易系统"
	}, {
		"id": "701e333112e34b4790cbca855532a8de",
		"name": "宁夏回族自治区药品招标采购平台"
	}, {
		"id": "13daff42aa834741b8e491d8cc16db9c",
		"name": "宁夏回族自治区土地和矿业权网上交易系统"
	}, {
		"id": "0feede2b7312409cb2d335b9148f039d",
		"name": "宁夏国有产权交易系统"
	}],
	"331100": [{
		"id": "dda8c814252344ee934970518cc7f5",
		"name": "丽水市公共资源电子交易平台"
	}],
	"341300": [{
		"id": "be9fb701b76d4b14a08e6451bbc7310a",
		"name": "宿州市公共资源交易平台电子交易系统"
	}],
	"152900": [{
		"id": "161106181224910000001431799910",
		"name": "阿拉善公共资源交易信息化平台"
	}],
	"330100": [{
		"id": "1fca40215e9048439d59abed717891",
		"name": "杭州市电子招投标平台"
	}, {
		"id": "70bd0ca380644b218bcf8c0249c37d23",
		"name": "义乌市公共资源交易平台"
	}],
	"620900": [{
		"id": "3dd8160999384c978b48ea8ef63329",
		"name": "酒泉市公共资源交易平台（甘肃省.酒泉市）"
	}, {
		"id": "6e7343dbf4bc4075b8ba58683bb9bd",
		"name": "敦煌市公共资源交易电子交易系统"
	}],
	"360700": [{
		"id": "ac33cdf8ff87496999b76839c8c7d4db",
		"name": "赣州市公共资源交易中心"
	}],
	"410300": [{
		"id": "f0763c5ff8e0425b9704cca03a7395e5",
		"name": "洛阳市涧西区公共资源交易中心"
	}, {
		"id": "01f4ce4518d84d8dbdf23834e487d696",
		"name": "孟津县公共资源交易中心"
	}, {
		"id": "551ca7fd197a4e2ba112b3d852c33058",
		"name": "新安县公共资源交易中心"
	}, {
		"id": "7d0d7e47601249fcb321bf231b669689",
		"name": "汝阳县公共资源交易中心"
	}, {
		"id": "ded437be746b44ec8aa23b5dcdb158d8",
		"name": "洛宁县公共资源交易中心"
	}, {
		"id": "3bb10e5587d6460db592ab54e7e19975",
		"name": "伊川县公共资源交易中心"
	}, {
		"id": "8c6964a728984509bd41a0ce8dad1ac6",
		"name": "偃师市公共资源交易中心"
	}, {
		"id": "45ea4f53c7f640059b6ba14e0300fde4",
		"name": "洛阳市公共资源交易中心"
	}],
	"540100": [{
		"id": "b8469d3364554aea908584b771d262",
		"name": "西藏自治区招标投标网"
	}, {
		"id": "07ef808b4f7d4b8fb2d43987064239",
		"name": "西藏自治区政府采购网"
	}, {
		"id": "e5c40e58d7c845caabe9de47366b0a",
		"name": "西藏自治区土地矿权交易和资源储量评审中心"
	}, {
		"id": "5dad0d0f84bb41a9a64b17daafdc39",
		"name": "拉萨市公共资源交易中心"
	}, {
		"id": "8db041de720c47f4baab01f6ee5976",
		"name": "西藏产权交易中心"
	}],
	"330000": [{
		"id": "81512b65242b40e197a841af4b1041da",
		"name": "浙江省土地矿业权交易系统"
	}, {
		"id": "87223222dbc94bdeb25527a4a4ce2b87",
		"name": "浙江省电子招投标交易平台"
	}, {
		"id": "12fb0c1633934681bfcf36b979500657",
		"name": "浙江省产权交易系统"
	}, {
		"id": "b5321e0d9daa42c391ab12e3894eaf0c",
		"name": "浙江政府采购云平台"
	}],
	"431300": [{
		"id": "65ff3a68486f4abfa7e084b7c54fca",
		"name": "湖南省娄底市公共交易平台"
	}],
	"620800": [{
		"id": "3a93dbfd918840a9b989917f9c59fc",
		"name": "平凉市电子交易系统"
	}],
	"460200": [{
		"id": "460914c805bb49378505332c1319a2",
		"name": "三亚市公共资源交易平台"
	}],
	"450800": [{
		"id": "0359118f83524efc9d0a809b715e27",
		"name": "贵港市公共资源交易平台"
	}, {
		"id": "e8efb775701d44ae80275fa0f8d4346c",
		"name": "平南县公共资源交易平台"
	}, {
		"id": "9021a95129db4e3ea3f95c736e6a5c08",
		"name": "桂平市公共资源交易平台"
	}],
	"620500": [{
		"id": "9e22e796228a4c3096ae40b9201ec1",
		"name": "天水市公共资源电子交易系统"
	}],
	"440300": [{
		"id": "161106181224886000000502386218",
		"name": "深圳市土地房产交易中心"
	}, {
		"id": "c379a5a7a06e4c81971dac729169d5",
		"name": "深圳市政府采购中心"
	}, {
		"id": "161106181224886000001202874535",
		"name": "深圳市电子招投标交易平台"
	}, {
		"id": "161106181224886000000769509099",
		"name": "深圳联合产权交易所股份有限公司"
	}],
	"370500": [{
		"id": "067b4964f8d84749be972c71da78e0ff",
		"name": "利津县公共资源电子交易系统"
	}, {
		"id": "bef0ccd60f5e4ab78929a70efe4b0308",
		"name": "广饶县公共资源电子交易系统"
	}, {
		"id": "1f96adaa8a7f46e6b03c4e7a93d0f4cc",
		"name": "东营市公共资源电子交易平台"
	}],
	"140900": [{
		"id": "3ac7bebd27d14bdc907ae6d4a0623a",
		"name": "忻州市公共资源交易服务平台"
	}],
	"441300": [{
		"id": "801972a94f424c38a3944524f28c88",
		"name": "惠州市公共资源交易中心"
	}],
	"350100": [{
		"id": "161106181224885000001219511256",
		"name": "福建省公共资源交易中心"
	}, {
		"id": "b4573658e47f49aeb441ec3e4eeafe",
		"name": "福州市公共资源交易服务中心"
	}, {
		"id": "198ff561b7fd450f855db744d0d7a7",
		"name": "平潭综合实验区招标投标交易中心"
	}],
	"620400": [{
		"id": "49aab762080240fc9083ea0b158019",
		"name": "白银市公共资源交易电子招投标系统"
	}],
	"150000": [{
		"id": "ab68404b6d0b4acd8658898afe42553e",
		"name": "内蒙古自治区政府采购中心电子交易平台"
	}, {
		"id": "bdf91261358a4c2cb2e9400478f754a6",
		"name": "内蒙古自治区工程项目招投标中心交易平台"
	}, {
		"id": "971c913fa5024ff3ae15a1ea0ee222fe",
		"name": "内蒙古自治区国土资源网上交易系统"
	}, {
		"id": "64dc46ae2d8d4c7d90c71983102db447",
		"name": "E交易电子平台信息系统"
	}],
	"420500": [{
		"id": "161104163655723000001816481299",
		"name": "宜昌市公共资源交易中心"
	}],
	"320700": [{
		"id": "135cb062ec34490181a268b44fb37091",
		"name": "连云港建设工程网上招投标系统"
	}, {
		"id": "482149c2660f4551b93174b2f2a6e061",
		"name": "连云港公共资源电子交易升级平台"
	}],
	"321000": [{
		"id": "0d1825d7a78641fbb6c9058d03c5b837",
		"name": "扬州市建设工程网上招投标系统"
	}, {
		"id": "14dfb3ed5cfc45a3896ced19dc8a3ace",
		"name": "扬州水利电子招投标系统"
	}],
	"511100": [{
		"id": "161106181224915000000661002967",
		"name": "乐山市公共资源电子交易平台"
	}],
	"411300": [{
		"id": "161106181224898000001653382959",
		"name": "南阳市公共资源交易中心"
	}, {
		"id": "27cc97f2774f4e4da6e06d0ed5d660ae",
		"name": "卧龙区公共资源交易中心"
	}, {
		"id": "215ebe4f36e34407a2452d7dbe7634be",
		"name": "南召县公共资源交易中心"
	}, {
		"id": "42e0ed04a13b443f8199570384063ef9",
		"name": "方城县公共资源交易中心"
	}, {
		"id": "7403b6e0c6834068ba06211529eba033",
		"name": "西峡县公共资源交易中心"
	}, {
		"id": "62d8803a6da345c8994092c7117e268b",
		"name": "镇平县公共资源交易中心"
	}, {
		"id": "7dabc29725df4668a301eee5da9fb67f",
		"name": "内乡公共资源交易中心"
	}, {
		"id": "2163ac416ec34f588b647866d4a3db3e",
		"name": "淅川县公共资源交易中心"
	}, {
		"id": "72bbcbc58e86475c970c909f2595375f",
		"name": "社旗县公共资源交易中心"
	}, {
		"id": "dd54a9e18e92411990ee9facd3e3f980",
		"name": "唐河县公共资源交易中心"
	}, {
		"id": "fe4552e9be1d4708a5f552772191023d",
		"name": "桐柏县公共资源交易中心"
	}, {
		"id": "12c7d5e013514fd7b125bbbb82621874",
		"name": "南阳市宛城区公共资源交易中心"
	}, {
		"id": "9dc6560c81734aa08221534ca92e7bfc",
		"name": "新野县公共资源交易中心"
	}],
	"140800": [{
		"id": "99bd2b7775294a52b674ecb8dff704",
		"name": "运城市公共资源交易服务平台"
	}],
	"620600": [{
		"id": "c00e67ccc30c445ea5afac9fede479",
		"name": "武威市公共资源交易电子交易系统"
	}],
	"450600": [{
		"id": "1f322c0a4f134e398e153bdef04353",
		"name": "防城港市电子招标投标系统"
	}],
	"411700": [{
		"id": "c50eeec77d27406cb7cd7c9102e04386",
		"name": "确山县公共资源交易中心"
	}, {
		"id": "161106181224900000000203105342",
		"name": "驻马店市公共资源交易中心"
	}],
	"511000": [{
		"id": "6330fe303cc947df8c4f19632a3f3d",
		"name": "内江市招投标管理系统"
	}],
	"140700": [{
		"id": "66b887e81f2849478d68d61df12627",
		"name": "晋中市公共资源交易服务平台"
	}],
	"361000": [{
		"id": "61802f8bed1b4085b11d33b2933072e0",
		"name": "抚州市公共资源交易中心"
	}],
	"150900": [{
		"id": "ca6a7f2f7abe41f28f9731bfc30819",
		"name": "乌兰察布电子招投标交易平台"
	}],
	"620700": [{
		"id": "652fed7589584d3b872d6291da7981",
		"name": "张掖市公共资源交易电子交易系统"
	}],
	"321300": [{
		"id": "9e4832e6c3464a8ba7d892d68a34bc79",
		"name": "宿迁市公共资源交易电子服务平台"
	}],
	"429006": [{
		"id": "983b9bbc40984af184776dd270ae0f54",
		"name": "天门市公共资源交易网"
	}, {
		"id": "094d4355cf39498cb0320a2113e66088",
		"name": "天门市国土资源网上交易系统"
	}],
	"530700": [{
		"id": "5a6c75d688d54dd19ff0094ea01ab4",
		"name": "丽江市公共资源交易中心"
	}],
	"510500": [{
		"id": "161106181224918000000673520617",
		"name": "全国公共资源交易平台(四川省?泸州市)"
	}],
	"429005": [{
		"id": "161104163655725000001257491019",
		"name": "潜江市公共资源电子交易平台"
	}],
	"320600": [{
		"id": "593bd45af12747e99a0522cc31363405",
		"name": "南通市电子交易平台"
	}],
	"429004": [{
		"id": "161104163655725000001312292850",
		"name": "仙桃市公共资源交易平台"
	}],
	"460000": [{
		"id": "ef4a4b339f954a1e8e562788bd1d7c43",
		"name": "海南省工程建设交易系统"
	}, {
		"id": "9d8190de42854605bfd03fc7c3499f87",
		"name": "海南省分散采购交易系统"
	}, {
		"id": "d5acc4c07f1147678559cd73386a893b",
		"name": "海南省集中采购交易系统"
	}, {
		"id": "4baa80e581a84f9da5671a7bd10856e0",
		"name": "海南省林地海域使用权交易系统"
	}, {
		"id": "939d01e149a6459f9fd1229d8098e916",
		"name": "海南省技术交易系统"
	}, {
		"id": "08ad97aee5b34282969ce2f69f5950ad",
		"name": "海南省政府采购网上商城"
	}, {
		"id": "488b21a8c7bc4370b7ac1d7e733d44d8",
		"name": "海南省产权交易系统"
	}],
	"430300": [{
		"id": "d38706698b66400681f3ee97cf6c4d",
		"name": "湖南省湘潭市公共交易平台"
	}],
	"632500": [{
		"id": "c566abb1511e48779dc9ac3c3cc426d1",
		"name": "海南州公共资源交易网"
	}],
	"130100": [{
		"id": "8a02eb076c4646f591da36a249cd92",
		"name": "河北省医药集中采购网"
	}, {
		"id": "3229d0ee2c4c4f2fa2a16ee433fd85ad",
		"name": "广宗县公共资源交易平台"
	}, {
		"id": "136ea024503046818743e8dd889641",
		"name": "河北省公共资源交易公共服务平台"
	}, {
		"id": "60e8a2fba2444557946c032fafbb9608",
		"name": "石家庄公共资源交易网"
	}, {
		"id": "5a971a730dd64bcfbda2a77c7009dc",
		"name": "辛集市公共资源电子交易平台"
	}, {
		"id": "559d249a0a12432d837d4a3793a7add0",
		"name": "圣诺联合电子招投标平台（行唐县）"
	}, {
		"id": "46ac9809c50340b3b93b03024d12a7af",
		"name": "圣诺联合电子招投标平台（藁城区）"
	}, {
		"id": "e78c57f99148462d84d18e3e50fd804c",
		"name": "巨鹿县公共资源交易平台"
	}],
	"500224": [{
		"id": "685de66041f849d29b287415016bc2",
		"name": "*重庆市铜梁区公共资源综合交易中心网站"
	}],
	"510100": [{
		"id": "161106181224915000000280478600",
		"name": "成都市电子交易云平台"
	}, {
		"id": "161106181224914000001099276998",
		"name": "四川省公共资源交易服务中心"
	}],
	"430700": [{
		"id": "8367910a6cc24da78345a1cb12de00",
		"name": "湖南省常德市公共交易平台"
	}],
	"321100": [{
		"id": "c99b301f1f854c42a43e1c74918bb48a",
		"name": "镇江市公共资源交易产权系统"
	}, {
		"id": "9200decb3a3f4a53a319986a70486936",
		"name": "镇江市公共资源交易综合管理平台"
	}, {
		"id": "230aaff8b80d4ade8642c80bbb2ac3c6",
		"name": "镇江市建设工程网上招投标系统"
	}, {
		"id": "696c1e0dc769414794a1968a4d2dff83",
		"name": "镇江市国有建设用地使用权网上交易系统"
	}, {
		"id": "51760baa373c4cbab7fa577f1c7cbc7a",
		"name": "镇江市水利工程行政监督平台"
	}],
	"130300": [{
		"id": "8c97902619c14ffab7bcb5089901da",
		"name": "秦皇岛市公共资源交易网"
	}],
	"513200": [{
		"id": "39a1dacb5ff643e68be4f5cb381089",
		"name": "1.阿坝州工程建设项目电子交易系统 2.阿坝州政府采购电子交易系统 3.阿坝州国有产权和土地矿权电子交易系统 4.阿坝州中介机构信用系统 5.阿坝州政府采购网上竞价系统"
	}],
	"632700": [{
		"id": "9e14900519534395ac965f4376255d15",
		"name": "玉树州公共资源交易网"
	}],
	"510000": [{
		"id": "fb99c05b958d4041831b5c5eb05128d4",
		"name": "四川省国家投资建设工程电子招投标系统"
	}],
	"410600": [{
		"id": "7a51a7f91fbb4a1fbc21fe86b5a48c",
		"name": "鹤壁市公共资源交易中心"
	}],
	"371700": [{
		"id": "43c70040ac1f450abf15c1c7c771f25b",
		"name": "菏泽市国土资源交易系统"
	}, {
		"id": "d794fdbd52044ce4b7cf7cc9d34f80db",
		"name": "新点（菏泽）电子交易平台"
	}, {
		"id": "868d9a4fc0f74d45a21c8c1d5d34a4a1",
		"name": "招采进宝（菏泽）"
	}, {
		"id": "cd2fe411338643ba98e5df7c9f8bc4af",
		"name": "正量网（菏泽）"
	}, {
		"id": "443acdfc531041f5bf1841e000ab7e99",
		"name": "山东省建设工程电子招标投标系统标准版 9.0 （菏泽专用)"
	}, {
		"id": "5e1b8a64d02f4f2a997ef93f730e952a",
		"name": "兴菏国有产权交易系统"
	}],
	"420900": [{
		"id": "161104163655724000000990920185",
		"name": "孝感市公共资源电子交易平台"
	}],
	"421200": [{
		"id": "161104163655724000000760656200",
		"name": "咸宁市公共资源交易中心"
	}],
	"331000": [{
		"id": "3ac75c800f2547d8a6fd64a6d86158",
		"name": "台州市公共资源交易系统"
	}],
	"500231": [{
		"id": "92ae8dc74922443fa0ec814f43ab50",
		"name": "重庆市垫江县公共资源交易中心"
	}],
	"500230": [{
		"id": "df367d567e6e4e488084e5ebd4c149",
		"name": "重庆市丰都县公共资源交易网"
	}],
	"500233": [{
		"id": "c3893de2210b42ab9fe68ba4476728",
		"name": "重庆市忠县公共资源综合交易中心"
	}],
	"500232": [{
		"id": "a2ac53e32dfd455bbe53e8377c2176",
		"name": "重庆市武隆区公共资源综合交易网"
	}],
	"371600": [{
		"id": "30c665bc918044cda67a5782b0275a83",
		"name": "滨州市公共资源电子交易系统"
	}],
	"500235": [{
		"id": "e9f9261910db4bb8ba98a6a03fcc8d",
		"name": "重庆市云阳县公共资源交易服务中心"
	}],
	"660000": [{
		"id": "a2ba02c8c77a4705a5eb88cd04616b07",
		"name": "新疆生产建设兵团公共资源交易中心第十三分中心"
	}, {
		"id": "89468bd33299426ca47ca392c161f8b4",
		"name": "新疆生产建设兵团公共资源交易中心第十四分中心"
	}, {
		"id": "569896bf4e62429a96b74d4795b09d71",
		"name": "新疆生产建设兵团公共资源交易中心第六分中心"
	}, {
		"id": "f99d9006b6314cc78975e4721a2fab97",
		"name": "新疆生产建设兵团公共资源交易中心"
	}, {
		"id": "5be90a8a9f2244be8d3f4e94ab83f450",
		"name": "新疆生产建设兵团公共资源交易中心第一分中心"
	}, {
		"id": "58008e1c6fb94032a640720d443c2b4f",
		"name": "新疆生产建设兵团公共资源交易中心第二分中心"
	}, {
		"id": "9ade809ee9d5412989aa3bf99bc7eb69",
		"name": "新疆生产建设兵团公共资源交易中心第三分中心"
	}, {
		"id": "d094b1863fa24067b87e0d1496bcf651",
		"name": "新疆生产建设兵团公共资源交易中心第四分中心"
	}, {
		"id": "35c2c7c1e0d74b0baedce2e13e42a259",
		"name": "新疆生产建设兵团公共资源交易中心第五分中心"
	}, {
		"id": "aecb9ddf85a14c2ebbdb9e59e61de044",
		"name": "新疆生产建设兵团公共资源交易中心第七分中心"
	}, {
		"id": "55215ff1df8b4573b716e0a7e2f06f17",
		"name": "新疆生产建设兵团公共资源交易中心第八分中心"
	}, {
		"id": "7c73004b8536458eaedd65e974f40338",
		"name": "新疆生产建设兵团公共资源交易中心第九分中心"
	}, {
		"id": "9b3a83595e0348738672821ffc577259",
		"name": "新疆生产建设兵团公共资源交易中心第十分中心"
	}, {
		"id": "ec1468734c8147cda48357a19b480ae1",
		"name": "新疆生产建设兵团公共资源交易中心第十二分中心"
	}],
	"650000": [{
		"id": "6ab2bb4c3a9d42a6bac2f62f2f3da660",
		"name": "自治区政府采购网"
	}, {
		"id": "ac2a3484e8a9413e8e1d6076fbe04b5c",
		"name": "新疆医疗机构药品采购管理平台"
	}, {
		"id": "cb4d9b24b7a24808b0de68be65adda5e",
		"name": "新疆建设工程信息网"
	}, {
		"id": "4c3f89ee0b294c2694fec8a1f0a2a3cc",
		"name": "阿克苏电子招投标交易平台"
	}, {
		"id": "fff45553ab9b4f95a23f32ec2609798f",
		"name": "E交易系统"
	}],
	"341500": [{
		"id": "4fc16a9f2fe4498b87db7ba3ee501b7f",
		"name": "六安市公共资源交易平台电子交易系统"
	}],
	"500234": [{
		"id": "2c3c47ccbdbd464099e6cd2b1c7df6",
		"name": "重庆市开州区公共资源交易网"
	}],
	"500227": [{
		"id": "3806f01050304411bc64ba7dca5e25",
		"name": "*重庆市璧山区公共资源交易业务系统"
	}],
	"500228": [{
		"id": "4f435a39212d474fb27e0d946dec61",
		"name": "重庆市梁平区公共资源招投标交易中心"
	}],
	"500229": [{
		"id": "1b586bd4bae04e53b89fe44d8534dc",
		"name": "重庆市城口县公共资源交易网"
	}],
	"371500": [{
		"id": "6738e78793af4262be30a668ff8c1e2c",
		"name": "聊城市公共资源电子交易平台"
	}],
	"371400": [{
		"id": "d09e836934a64f6ea696177e467d2b",
		"name": "德州市公共资源交易系统"
	}],
	"513400": [{
		"id": "161106181224917000001583462228",
		"name": "全国公共资源交易平台（四川省·凉山州）凉山州公共资源交易服务中心"
	}],
	"371100": [{
		"id": "6531d756f7a0464f82021b5e531bcf",
		"name": "日照市公共资源电子交易平台"
	}],
	"410800": [{
		"id": "a9191d93b7b44201878e9237cff5811a",
		"name": "修武县公共资源交易中心"
	}, {
		"id": "84788ca2cea64b43b36da6b89c30873d",
		"name": "博爱县公共资源交易中心"
	}, {
		"id": "a7f5cbe8fc2c468297f63c46fe8a7e63",
		"name": "武陟县公共资源交易中心"
	}, {
		"id": "b951fd6ed78148958fd4e19c6a36be10",
		"name": "温县公共资源交易中心"
	}, {
		"id": "161106181224897000002003319760",
		"name": "焦作市公共资源交易中心"
	}],
	"421000": [{
		"id": "161104163655723000001431263770",
		"name": "荆州市公共资源交易信息网"
	}],
	"120000": [{
		"id": "41ac163e3dfb4061a7d9ec7273ce846d",
		"name": "天津市医药采购应用管理综合平台"
	}, {
		"id": "c6ca4d33c5954e20b7287b16cedbae21",
		"name": "天津市建筑市场监管与信用信息平台"
	}, {
		"id": "d9424450a88f46db952e91441fd61e3b",
		"name": "天津市水务工程招标投标交易平台"
	}, {
		"id": "0749af905aa14f9cb6963289b3703f14",
		"name": "天津市农村产权流转交易信息系统"
	}],
	"532500": [{
		"id": "8c101a61bf52423b9f92e047eb6726",
		"name": "红河州公共资源交易中心"
	}],
	"469003": [{
		"id": "d00d8bed935e4cedbc0e6964cc41ad",
		"name": "儋州市公共资源交易平台"
	}],
	"140000": [{
		"id": "04edc3c3c7764e329a0cb0bf77dd69f6",
		"name": "山西省国土资源交易平台"
	}, {
		"id": "2a8776c0f690422e84b27021283c4c8f",
		"name": "山西省药械集中竞价采购网"
	}, {
		"id": "ac07ff7c95a04860b1e4e5e9b44b057b",
		"name": "山西政府采购公告发布系统"
	}, {
		"id": "d862f47c92f1433f854ea16f6fa76085",
		"name": "e交易网上交易系统"
	}, {
		"id": "90aae1f69378452690e3f6a2076e9c96",
		"name": "产权交易系统"
	}, {
		"id": "f7aaf48635c044b8a76cf81ec2a0feab",
		"name": "比比网电子招标投标交易平台"
	}, {
		"id": "f7f63c8cb15543b28e5518a3605e5249",
		"name": "伟拓招标采购交易平台"
	}, {
		"id": "5bf1b7ca5f5d4630807a78607711bb15",
		"name": "润世和电子招投标交易平台"
	}, {
		"id": "5b9df371b229486ba915eddba6ce13d5",
		"name": "金蝉电子招标投标综合交易平台"
	}, {
		"id": "3137112295da4040a78ea35844751059",
		"name": "中招联合（山西）招标采购平台"
	}, {
		"id": "290abebfea6b4664995c142bb5cf3691",
		"name": "云买卖电子综合交易平台"
	}, {
		"id": "95152d808196424e8f6a72b7e8511c80",
		"name": "山西新点招投标交易平台"
	}, {
		"id": "3236b03dfb8449418b7dcf190d9bf4b5",
		"name": "易招标山西交易平台"
	}, {
		"id": "1149956c3a98498388a392ff4137edbf",
		"name": "旺采网山西交易平台"
	}],
	"360300": [{
		"id": "e38e435b47d84a1eac57e25d74eed191",
		"name": "萍乡市公共资源交易中心"
	}],
	"621100": [{
		"id": "5b35c2b93c6e4e45a5c126c37c791a",
		"name": "定西市公共资源交易电子交易系统"
	}],
	"500103": [{
		"id": "a16433ac908a4bdd949cc0e9307efe",
		"name": "*重庆市渝中区公共资源交易系统"
	}, {
		"id": "82e31429218e4ac0b86d8fecc1e394",
		"name": "重庆市公共资源交易服务平台"
	}],
	"500102": [{
		"id": "1a51d37e36b24d3883afbd99e3de57",
		"name": "重庆市涪陵区公共资源交易中心"
	}],
	"500101": [{
		"id": "33536bc0fe3043f5aeb8e43e1baa0e",
		"name": "*重庆市万州区开评标系统"
	}],
	"431200": [{
		"id": "7b97ec51ab404b31a32ac063e569e4",
		"name": "湖南省怀化市公共交易平台"
	}],
	"640100": [{
		"id": "269bcdc51b8f42849aa1c41428200f",
		"name": "宁夏公共资源交易服务平台"
	}],
	"410400": [{
		"id": "161106181224893000001192865336",
		"name": "平顶山市公共资源交易中心"
	}, {
		"id": "575c0fb96d14418d98fe823b4ec01378",
		"name": "宝丰县公共资源交易中心"
	}, {
		"id": "fad038e8c43e493a8a408856885f693e",
		"name": "舞钢市公共资源交易中心"
	}, {
		"id": "0a0fb63ad89d40b0bbd8913ae9583daf",
		"name": "邓州市公共资源交易中心"
	}, {
		"id": "810c2965a7c64e1fbe97ac219cfa4806",
		"name": "汝州市公共资源交易中心"
	}],
	"360200": [{
		"id": "95e7bf0c9fdf415397753ecc0592003c",
		"name": "景德镇市公共资源交易中心"
	}],
	"411400": [{
		"id": "9e1daac9a408495c9cd41adea52489",
		"name": "商丘市公共资源交易中心"
	}, {
		"id": "16a664b8f2ff4351bde36657cfc46d11",
		"name": "柘城县公共资源交易中心"
	}, {
		"id": "7e14758acaf6460c9845670c13a14fad",
		"name": "永城市公共资源交易中心"
	}],
	"210600": [{
		"id": "161104163655736000000995399668",
		"name": "丹东电子招投标 交易平台"
	}],
	"431000": [{
		"id": "ee338c976b464ac19ccfaa868c1895",
		"name": "湖南省郴州市公共交易平台"
	}],
	"210300": [{
		"id": "161104163655736000001031727988",
		"name": "鞍山市公共资源交易平台"
	}, {
		"id": "be790928bd8f45acad0cf709372884f3",
		"name": "海城市公共资源交易服务平台"
	}],
	"341200": [{
		"id": "499131ef32d24bfeac4bdb88ee5a9751",
		"name": "阜阳市公共资源交易平台电子交易系统"
	}],
	"340500": [{
		"id": "9e39662932be4e5782857f40e8fa3903",
		"name": "马鞍山市公共资源交易平台电子交易系统"
	}],
	"230000": [{
		"id": "d5fb50f419f64213bc83fbf14f02968b",
		"name": "黑龙江省公共资源交易网"
	}],
	"533100": [{
		"id": "66621b97a3bd49dd8f127e6e1a8b16",
		"name": "德宏州公共资源交易中心"
	}],
	"650100": [{
		"id": "9e56f3e6d8944a22858b7904d6071fd2",
		"name": "乌鲁木齐市公共资源交易网"
	}],
	"340400": [{
		"id": "3f767989af3f42629260693d34c5659f",
		"name": "淮南市公共资源交易平台电子交易系统"
	}],
	"420200": [{
		"id": "161104163655723000000629002580",
		"name": "黄石市公共资源交易平台"
	}, {
		"id": "161104163655725000001293042040",
		"name": "大冶市公共资源电子交易平台"
	}],
	"210200": [{
		"id": "ad30c706afc94a9e9f81abe1f9b11b",
		"name": "大连市公共资源交易平台"
	}, {
		"id": "7f593b9e5a9649cfb1690b1fcc39e34f",
		"name": "大连建设工程信息网"
	}, {
		"id": "1bf9e9dadea24910b538a662b354de5a",
		"name": "大连市国有土地使用权交易中心"
	}, {
		"id": "7c1a5926c2474be5824cf563a07e1516",
		"name": "大连产权交易所"
	}, {
		"id": "c23b39c041aa4bf891539db31cb7133d",
		"name": "大连市政府采购网"
	}],
	"341000": [{
		"id": "f2c8c5e554a844acaae30bdb115dec1a",
		"name": "黄山市公共资源交易平台电子交易系统"
	}],
	"623000": [{
		"id": "843a1412bdcd4c979764d1647f7334",
		"name": "甘南州公共资源交易中心电子招投标系统"
	}, {
		"id": "9c68ec4985dd4e3d890d807c16aa5e",
		"name": "合作市公共资源交易中心电子招投标系统"
	}, {
		"id": "fdb613b4151948a18f8e3de9dcb2d6fd",
		"name": "临潭县公共资源交易平台"
	}, {
		"id": "3cc1cf78656e413099cdc506ab77ce",
		"name": "卓尼县公共资源交易平台"
	}, {
		"id": "58ff768adb0f45dd8583a7ce9f82a8",
		"name": "舟曲县公共资源交易平台"
	}, {
		"id": "1e098cb07ab249d3ac710b856c713a",
		"name": "迭部县公共资源交易平台"
	}, {
		"id": "12dd7bece24d4c35a471d5152586c6",
		"name": "玛曲县公共资源交易平台"
	}, {
		"id": "b722cb0e39954d2ea8e405c986a6cf",
		"name": "夏河县公共资源交易平台"
	}],
	"510600": [{
		"id": "161106181224916000001096993491",
		"name": "德阳市公共资源交易服务系统"
	}],
	"500110": [{
		"id": "efd2fa03fb5a469ca6d5a7ace07a71",
		"name": "重庆市綦江公共资源综合交易网"
	}],
	"500112": [{
		"id": "82fe85460db54131815c1d16eba57c",
		"name": "重庆市渝北区公共资源交易网"
	}],
	"411600": [{
		"id": "30952ed55a174cfab07293f71b03fb",
		"name": "周口市公共资源交易中心"
	}, {
		"id": "523ac4e92ce4496cb12ad1adc4815a16",
		"name": "鹿邑县公共资源交易中心"
	}],
	"500111": [{
		"id": "5927e3ade30f411d92967a6f544e66",
		"name": "重庆市大足区公共资源综合交易网"
	}],
	"500000": [{
		"id": "382889699e4a452a922e9d14bf7510bf",
		"name": "重庆产权交易网（交易系统）"
	}, {
		"id": "a10cc5437981420fbe73a03ee89b2fd0",
		"name": "重庆市电子招投标系统"
	}, {
		"id": "f10f1d7c64274111bc0798c670e930f3",
		"name": "重庆市政府采购交易系统"
	}, {
		"id": "50ee8ab46eed45119b5634ecd59afae3",
		"name": "重庆市国有建设用地使用权和矿业权交易系统"
	}],
	"532600": [{
		"id": "b060096670434894a4ecbbc29ea6f4",
		"name": "文山州公共资源交易中心"
	}],
	"500114": [{
		"id": "22a5697893344558b6bdf3bd4f2b71",
		"name": "重庆市黔江区公共资源综合交易中心"
	}],
	"500113": [{
		"id": "7a7aa2b6a0aa4c9ea09749ab30e6e7",
		"name": "重庆市巴南区行政服务和公共资源交易中心"
	}],
	"532300": [{
		"id": "6e246837cde441e182d5f1073a4cb3",
		"name": "楚雄州公共资源交易中心"
	}],
	"220100": [{
		"id": "692047885cc04260b3138c5d405a2a",
		"name": "吉林省矿权中心"
	}, {
		"id": "13876dddda9f4f33a43ead8ec1d6dd",
		"name": "吉林省公共资源交易信息网"
	}, {
		"id": "f3a869f09b9c479dabfe2257a7f0e9",
		"name": "吉林省产权中心"
	}, {
		"id": "6f1ae312d0e345e899235482711ae9",
		"name": "长春市公共资源交易中心(新)"
	}, {
		"id": "2444b9dd824647f69ce248a5e10025",
		"name": "辽源市公共资源交易中心(新)"
	}, {
		"id": "7598fc9ae21149f682a63b9b8b1ead",
		"name": "吉林省医药采购服务中心"
	}, {
		"id": "0905736c8ec0499aadb0e77c86d186",
		"name": "吉林省政府采购中心"
	}],
	"321200": [{
		"id": "16e9ee5cc2bb450fb15f77d9c7568f20",
		"name": "泰州市建设工程网上招投标系统"
	}, {
		"id": "d005dc0f88ac425abe43ed956e3c6d4b",
		"name": "兴化市公共资源交易网"
	}, {
		"id": "0f49a8fb18a34436b57a41569fba9197",
		"name": "靖江市公共资源交易系统"
	}, {
		"id": "11e0060b88dc4a48905a87f0d7182ff1",
		"name": "泰兴市公共资源交易系统"
	}, {
		"id": "1272d2f478b74df4a4ba9926a23cb192",
		"name": "姜堰区电子招投标系统"
	}],
	"411200": [{
		"id": "161106181224898000001836937905",
		"name": "三门峡市公共资源交易中心"
	}],
	"220000": [{
		"id": "b12ac953b5144b5fb765e22944f63a73",
		"name": "吉林省公共资源交易中心交易平台"
	}],
	"420600": [{
		"id": "161104163655723000000348769481",
		"name": "襄阳市公共资源交易网"
	}],
	"610000": [{
		"id": "773df05e355541a19aae1ef3a7d4c043",
		"name": "全国公共资源交易平台（陕西省）"
	}, {
		"id": "07c513d7eea141df93b68f0d89305b75",
		"name": "西部产权云交易系统"
	}],
	"511400": [{
		"id": "161106181224916000000980600301",
		"name": "全国公共资源交易平台（四川省?眉山市）"
	}],
	"632200": [{
		"id": "161104163655739000000787900830",
		"name": "海北州公共资源交易网"
	}],
	"520500": [{
		"id": "161128094806360000001681447190",
		"name": "毕节市公共资源交易中心"
	}],
	"532900": [{
		"id": "f5b77c4333f84b9d89a407bbbb238f",
		"name": "大理州公共资源交易中心"
	}],
	"500104": [{
		"id": "7a6e5e1a4eda4d339650683ecd609a",
		"name": "重庆市大渡口区公共资源交易中心"
	}],
	"510400": [{
		"id": "161106181224920000001117912992",
		"name": "攀枝花市公共资源交易平台"
	}],
	"532800": [{
		"id": "b74ec251dd7b4a26b752c64b32a80c",
		"name": "西双版纳州公共资源交易中心"
	}],
	"500105": [{
		"id": "5505d5da755a4ea28b25ea27e180d4",
		"name": "重庆市江北区公共资源交易中心"
	}],
	"500106": [{
		"id": "211cd492d2d8413490fdc6b1500c47",
		"name": "重庆市沙坪坝区公共资源交易中心"
	}],
	"460100": [{
		"id": "f59b928b74f741d4bd55d622d99955",
		"name": "海南省公共资源交易平台"
	}, {
		"id": "a576bd7c809447bf9a0b105babecb2",
		"name": "海口市公共资源交易平台"
	}],
	"500107": [{
		"id": "fc5ebdb6e9044e87bb8109a93a0944",
		"name": " 重庆市九龙坡区公共资源综合交易中心"
	}],
	"500108": [{
		"id": "f99a9d1907ce409999e9eecb0b09a3",
		"name": "重庆市南岸区公共资源交易中心"
	}],
	"469007": [{
		"id": "397bc34df2d04a9da0fbf01363bace",
		"name": "东方市公共资源交易平台"
	}],
	"500109": [{
		"id": "80f153be154840769a12a03c5e4fc4",
		"name": "重庆市北碚区公共资源综合交易中心"
	}],
	"450700": [{
		"id": "c5a5787aaf5d4b609c84609ad8a048",
		"name": "钦州市公共资源交易中心网"
	}]
}

ct = {
	"120000": [{
		"id": "120000",
		"name": "省本级"
	}, {
		"id": "120101",
		"name": "和平区"
	}, {
		"id": "120102",
		"name": "河东区"
	}, {
		"id": "120103",
		"name": "河西区"
	}, {
		"id": "120104",
		"name": "南开区"
	}, {
		"id": "120105",
		"name": "河北区"
	}, {
		"id": "120106",
		"name": "红桥区"
	}, {
		"id": "120110",
		"name": "东丽区"
	}, {
		"id": "120111",
		"name": "西青区"
	}, {
		"id": "120112",
		"name": "津南区"
	}, {
		"id": "120113",
		"name": "北辰区"
	}, {
		"id": "120114",
		"name": "武清区"
	}, {
		"id": "120115",
		"name": "宝坻区"
	}, {
		"id": "120116",
		"name": "滨海新区"
	}, {
		"id": "120117",
		"name": "宁河区"
	}, {
		"id": "120118",
		"name": "静海区"
	}, {
		"id": "120119",
		"name": "蓟州区"
	}],
	"450000": [{
		"id": "450000",
		"name": "省本级"
	}, {
		"id": "450100",
		"name": "南宁市"
	}, {
		"id": "450200",
		"name": "柳州市"
	}, {
		"id": "450300",
		"name": "桂林市"
	}, {
		"id": "450400",
		"name": "梧州市"
	}, {
		"id": "450500",
		"name": "北海市"
	}, {
		"id": "450600",
		"name": "防城港市"
	}, {
		"id": "450700",
		"name": "钦州市"
	}, {
		"id": "450800",
		"name": "贵港市"
	}, {
		"id": "450900",
		"name": "玉林市"
	}, {
		"id": "451000",
		"name": "百色市"
	}, {
		"id": "451100",
		"name": "贺州市"
	}, {
		"id": "451200",
		"name": "河池市"
	}, {
		"id": "451300",
		"name": "来宾市"
	}, {
		"id": "451400",
		"name": "崇左市"
	}],
	"140000": [{
		"id": "140000",
		"name": "省本级"
	}, {
		"id": "140100",
		"name": "太原市"
	}, {
		"id": "140200",
		"name": "大同市"
	}, {
		"id": "140300",
		"name": "阳泉市"
	}, {
		"id": "140400",
		"name": "长治市"
	}, {
		"id": "140500",
		"name": "晋城市"
	}, {
		"id": "140600",
		"name": "朔州市"
	}, {
		"id": "140700",
		"name": "晋中市"
	}, {
		"id": "140800",
		"name": "运城市"
	}, {
		"id": "140900",
		"name": "忻州市"
	}, {
		"id": "141000",
		"name": "临汾市"
	}, {
		"id": "141100",
		"name": "吕梁市"
	}],
	"630000": [{
		"id": "630000",
		"name": "省本级"
	}, {
		"id": "630100",
		"name": "西宁市"
	}, {
		"id": "630200",
		"name": "海东市"
	}, {
		"id": "632200",
		"name": "海北藏族自治州"
	}, {
		"id": "632300",
		"name": "黄南藏族自治州"
	}, {
		"id": "632500",
		"name": "海南藏族自治州"
	}, {
		"id": "632600",
		"name": "果洛藏族自治州"
	}, {
		"id": "632700",
		"name": "玉树藏族自治州"
	}, {
		"id": "632800",
		"name": "海西蒙古族藏族自治州"
	}],
	"440000": [{
		"id": "440000",
		"name": "省本级"
	}, {
		"id": "440100",
		"name": "广州市"
	}, {
		"id": "440200",
		"name": "韶关市"
	}, {
		"id": "440300",
		"name": "深圳市"
	}, {
		"id": "440400",
		"name": "珠海市"
	}, {
		"id": "440500",
		"name": "汕头市"
	}, {
		"id": "440600",
		"name": "佛山市"
	}, {
		"id": "440700",
		"name": "江门市"
	}, {
		"id": "440800",
		"name": "湛江市"
	}, {
		"id": "440900",
		"name": "茂名市"
	}, {
		"id": "441200",
		"name": "肇庆市"
	}, {
		"id": "441300",
		"name": "惠州市"
	}, {
		"id": "441400",
		"name": "梅州市"
	}, {
		"id": "441500",
		"name": "汕尾市"
	}, {
		"id": "441600",
		"name": "河源市"
	}, {
		"id": "441700",
		"name": "阳江市"
	}, {
		"id": "441800",
		"name": "清远市"
	}, {
		"id": "441900",
		"name": "东莞市"
	}, {
		"id": "442000",
		"name": "中山市"
	}, {
		"id": "445100",
		"name": "潮州市"
	}, {
		"id": "445200",
		"name": "揭阳市"
	}, {
		"id": "445300",
		"name": "云浮市"
	}],
	"430000": [{
		"id": "430000",
		"name": "省本级"
	}, {
		"id": "430100",
		"name": "长沙市"
	}, {
		"id": "430200",
		"name": "株洲市"
	}, {
		"id": "430300",
		"name": "湘潭市"
	}, {
		"id": "430400",
		"name": "衡阳市"
	}, {
		"id": "430500",
		"name": "邵阳市"
	}, {
		"id": "430600",
		"name": "岳阳市"
	}, {
		"id": "430700",
		"name": "常德市"
	}, {
		"id": "430800",
		"name": "张家界市"
	}, {
		"id": "430900",
		"name": "益阳市"
	}, {
		"id": "431000",
		"name": "郴州市"
	}, {
		"id": "431100",
		"name": "永州市"
	}, {
		"id": "431200",
		"name": "怀化市"
	}, {
		"id": "431300",
		"name": "娄底市"
	}, {
		"id": "433100",
		"name": "湘西土家族苗族自治州"
	}],
	"620000": [{
		"id": "620000",
		"name": "省本级"
	}, {
		"id": "620100",
		"name": "兰州市"
	}, {
		"id": "620200",
		"name": "嘉峪关市"
	}, {
		"id": "620300",
		"name": "金昌市"
	}, {
		"id": "620400",
		"name": "白银市"
	}, {
		"id": "620500",
		"name": "天水市"
	}, {
		"id": "620600",
		"name": "武威市"
	}, {
		"id": "620700",
		"name": "张掖市"
	}, {
		"id": "620800",
		"name": "平凉市"
	}, {
		"id": "620900",
		"name": "酒泉市"
	}, {
		"id": "621000",
		"name": "庆阳市"
	}, {
		"id": "621100",
		"name": "定西市"
	}, {
		"id": "621200",
		"name": "陇南市"
	}, {
		"id": "622900",
		"name": "临夏回族自治州"
	}, {
		"id": "623000",
		"name": "甘南藏族自治州"
	}],
	"640000": [{
		"id": "640000",
		"name": "省本级"
	}, {
		"id": "640100",
		"name": "银川市"
	}, {
		"id": "640200",
		"name": "石嘴山市"
	}, {
		"id": "640300",
		"name": "吴忠市"
	}, {
		"id": "640400",
		"name": "固原市"
	}, {
		"id": "640500",
		"name": "中卫市"
	}],
	"230000": [{
		"id": "230000",
		"name": "省本级"
	}, {
		"id": "230100",
		"name": "哈尔滨市"
	}, {
		"id": "230200",
		"name": "齐齐哈尔市"
	}, {
		"id": "230300",
		"name": "鸡西市"
	}, {
		"id": "230400",
		"name": "鹤岗市"
	}, {
		"id": "230500",
		"name": "双鸭山市"
	}, {
		"id": "230600",
		"name": "大庆市"
	}, {
		"id": "230700",
		"name": "伊春市"
	}, {
		"id": "230800",
		"name": "佳木斯市"
	}, {
		"id": "230900",
		"name": "七台河市"
	}, {
		"id": "231000",
		"name": "牡丹江市"
	}, {
		"id": "231100",
		"name": "黑河市"
	}, {
		"id": "231200",
		"name": "绥化市"
	}, {
		"id": "232700",
		"name": "大兴安岭地区"
	}],
	"410000": [{
		"id": "410000",
		"name": "省本级"
	}, {
		"id": "410100",
		"name": "郑州市"
	}, {
		"id": "410200",
		"name": "开封市"
	}, {
		"id": "410300",
		"name": "洛阳市"
	}, {
		"id": "410400",
		"name": "平顶山市"
	}, {
		"id": "410500",
		"name": "安阳市"
	}, {
		"id": "410600",
		"name": "鹤壁市"
	}, {
		"id": "410700",
		"name": "新乡市"
	}, {
		"id": "410800",
		"name": "焦作市"
	}, {
		"id": "410900",
		"name": "濮阳市"
	}, {
		"id": "411000",
		"name": "许昌市"
	}, {
		"id": "411100",
		"name": "漯河市"
	}, {
		"id": "411200",
		"name": "三门峡市"
	}, {
		"id": "411300",
		"name": "南阳市"
	}, {
		"id": "411400",
		"name": "商丘市"
	}, {
		"id": "411500",
		"name": "信阳市"
	}, {
		"id": "411600",
		"name": "周口市"
	}, {
		"id": "411700",
		"name": "驻马店市"
	}, {
		"id": "419001",
		"name": "济源市"
	}],
	"330000": [{
		"id": "330000",
		"name": "省本级"
	}, {
		"id": "330100",
		"name": "杭州市"
	}, {
		"id": "330200",
		"name": "宁波市"
	}, {
		"id": "330300",
		"name": "温州市"
	}, {
		"id": "330400",
		"name": "嘉兴市"
	}, {
		"id": "330500",
		"name": "湖州市"
	}, {
		"id": "330600",
		"name": "绍兴市"
	}, {
		"id": "330700",
		"name": "金华市"
	}, {
		"id": "330800",
		"name": "衢州市"
	}, {
		"id": "330900",
		"name": "舟山市"
	}, {
		"id": "331000",
		"name": "台州市"
	}, {
		"id": "331100",
		"name": "丽水市"
	}],
	"510000": [{
		"id": "510000",
		"name": "省本级"
	}, {
		"id": "510100",
		"name": "成都市"
	}, {
		"id": "510300",
		"name": "自贡市"
	}, {
		"id": "510400",
		"name": "攀枝花市"
	}, {
		"id": "510500",
		"name": "泸州市"
	}, {
		"id": "510600",
		"name": "德阳市"
	}, {
		"id": "510700",
		"name": "绵阳市"
	}, {
		"id": "510800",
		"name": "广元市"
	}, {
		"id": "510900",
		"name": "遂宁市"
	}, {
		"id": "511000",
		"name": "内江市"
	}, {
		"id": "511100",
		"name": "乐山市"
	}, {
		"id": "511300",
		"name": "南充市"
	}, {
		"id": "511400",
		"name": "眉山市"
	}, {
		"id": "511500",
		"name": "宜宾市"
	}, {
		"id": "511600",
		"name": "广安市"
	}, {
		"id": "511700",
		"name": "达州市"
	}, {
		"id": "511800",
		"name": "雅安市"
	}, {
		"id": "511900",
		"name": "巴中市"
	}, {
		"id": "512000",
		"name": "资阳市"
	}, {
		"id": "513200",
		"name": "阿坝藏族羌族自治州"
	}, {
		"id": "513300",
		"name": "甘孜藏族自治州"
	}, {
		"id": "513400",
		"name": "凉山彝族自治州"
	}],
	"210000": [{
		"id": "210000",
		"name": "省本级"
	}, {
		"id": "210100",
		"name": "沈阳市"
	}, {
		"id": "210200",
		"name": "大连市"
	}, {
		"id": "210300",
		"name": "鞍山市"
	}, {
		"id": "210400",
		"name": "抚顺市"
	}, {
		"id": "210500",
		"name": "本溪市"
	}, {
		"id": "210600",
		"name": "丹东市"
	}, {
		"id": "210700",
		"name": "锦州市"
	}, {
		"id": "210800",
		"name": "营口市"
	}, {
		"id": "210900",
		"name": "阜新市"
	}, {
		"id": "211000",
		"name": "辽阳市"
	}, {
		"id": "211100",
		"name": "盘锦市"
	}, {
		"id": "211200",
		"name": "铁岭市"
	}, {
		"id": "211300",
		"name": "朝阳市"
	}, {
		"id": "211400",
		"name": "葫芦岛市"
	}],
	"530000": [{
		"id": "530000",
		"name": "省本级"
	}, {
		"id": "530100",
		"name": "昆明市"
	}, {
		"id": "530300",
		"name": "曲靖市"
	}, {
		"id": "530400",
		"name": "玉溪市"
	}, {
		"id": "530500",
		"name": "保山市"
	}, {
		"id": "530600",
		"name": "昭通市"
	}, {
		"id": "530700",
		"name": "丽江市"
	}, {
		"id": "530800",
		"name": "普洱市"
	}, {
		"id": "530900",
		"name": "临沧市"
	}, {
		"id": "532300",
		"name": "楚雄彝族自治州"
	}, {
		"id": "532500",
		"name": "红河哈尼族彝族自治州"
	}, {
		"id": "532600",
		"name": "文山壮族苗族自治州"
	}, {
		"id": "532800",
		"name": "西双版纳傣族自治州"
	}, {
		"id": "532900",
		"name": "大理白族自治州"
	}, {
		"id": "533100",
		"name": "德宏傣族景颇族自治州"
	}, {
		"id": "533300",
		"name": "怒江傈僳族自治州"
	}, {
		"id": "533400",
		"name": "迪庆藏族自治州"
	}],
	"130000": [{
		"id": "130000",
		"name": "省本级"
	}, {
		"id": "130100",
		"name": "石家庄市"
	}, {
		"id": "130200",
		"name": "唐山市"
	}, {
		"id": "130300",
		"name": "秦皇岛市"
	}, {
		"id": "130400",
		"name": "邯郸市"
	}, {
		"id": "130500",
		"name": "邢台市"
	}, {
		"id": "130600",
		"name": "保定市"
	}, {
		"id": "130700",
		"name": "张家口市"
	}, {
		"id": "130800",
		"name": "承德市"
	}, {
		"id": "130900",
		"name": "沧州市"
	}, {
		"id": "131000",
		"name": "廊坊市"
	}, {
		"id": "131100",
		"name": "衡水市"
	}],
	"340000": [{
		"id": "340000",
		"name": "省本级"
	}, {
		"id": "340100",
		"name": "合肥市"
	}, {
		"id": "340200",
		"name": "芜湖市"
	}, {
		"id": "340300",
		"name": "蚌埠市"
	}, {
		"id": "340400",
		"name": "淮南市"
	}, {
		"id": "340500",
		"name": "马鞍山市"
	}, {
		"id": "340600",
		"name": "淮北市"
	}, {
		"id": "340700",
		"name": "铜陵市"
	}, {
		"id": "340800",
		"name": "安庆市"
	}, {
		"id": "341000",
		"name": "黄山市"
	}, {
		"id": "341100",
		"name": "滁州市"
	}, {
		"id": "341200",
		"name": "阜阳市"
	}, {
		"id": "341300",
		"name": "宿州市"
	}, {
		"id": "341500",
		"name": "六安市"
	}, {
		"id": "341600",
		"name": "亳州市"
	}, {
		"id": "341700",
		"name": "池州市"
	}, {
		"id": "341800",
		"name": "宣城市"
	}],
	"500000": [{
		"id": "500000",
		"name": "省本级"
	}, {
		"id": "500101",
		"name": "万州区"
	}, {
		"id": "500102",
		"name": "涪陵区"
	}, {
		"id": "500103",
		"name": "渝中区"
	}, {
		"id": "500104",
		"name": "大渡口区"
	}, {
		"id": "500105",
		"name": "江北区"
	}, {
		"id": "500106",
		"name": "沙坪坝区"
	}, {
		"id": "500107",
		"name": "九龙坡区"
	}, {
		"id": "500108",
		"name": "南岸区"
	}, {
		"id": "500109",
		"name": "北碚区"
	}, {
		"id": "500110",
		"name": "綦江区"
	}, {
		"id": "500111",
		"name": "大足区"
	}, {
		"id": "500112",
		"name": "渝北区"
	}, {
		"id": "500113",
		"name": "巴南区"
	}, {
		"id": "500114",
		"name": "黔江区"
	}, {
		"id": "500115",
		"name": "长寿区"
	}, {
		"id": "500116",
		"name": "江津区"
	}, {
		"id": "500117",
		"name": "合川区"
	}, {
		"id": "500118",
		"name": "永川区"
	}, {
		"id": "500119",
		"name": "南川区"
	}, {
		"id": "500120",
		"name": "璧山区"
	}, {
		"id": "500151",
		"name": "铜梁区"
	}, {
		"id": "500152",
		"name": "潼南区"
	}, {
		"id": "500153",
		"name": "荣昌区"
	}, {
		"id": "500154",
		"name": "开州区"
	}, {
		"id": "500155",
		"name": "梁平区"
	}, {
		"id": "500156",
		"name": "武隆区"
	}, {
		"id": "500229",
		"name": "城口县"
	}, {
		"id": "500230",
		"name": "丰都县"
	}, {
		"id": "500231",
		"name": "垫江县"
	}, {
		"id": "500233",
		"name": "忠县"
	}, {
		"id": "500235",
		"name": "云阳县"
	}, {
		"id": "500236",
		"name": "奉节县"
	}, {
		"id": "500237",
		"name": "巫山县"
	}, {
		"id": "500238",
		"name": "巫溪县"
	}, {
		"id": "500240",
		"name": "石柱土家族自治县"
	}, {
		"id": "500241",
		"name": "秀山土家族苗族自治县"
	}, {
		"id": "500242",
		"name": "酉阳土家族苗族自治县"
	}, {
		"id": "500243",
		"name": "彭水苗族土家族自治县"
	}],
	"350000": [{
		"id": "350000",
		"name": "省本级"
	}, {
		"id": "350100",
		"name": "福州市"
	}, {
		"id": "350200",
		"name": "厦门市"
	}, {
		"id": "350300",
		"name": "莆田市"
	}, {
		"id": "350400",
		"name": "三明市"
	}, {
		"id": "350500",
		"name": "泉州市"
	}, {
		"id": "350600",
		"name": "漳州市"
	}, {
		"id": "350700",
		"name": "南平市"
	}, {
		"id": "350800",
		"name": "龙岩市"
	}, {
		"id": "350900",
		"name": "宁德市"
	}],
	"320000": [{
		"id": "320000",
		"name": "省本级"
	}, {
		"id": "320100",
		"name": "南京市"
	}, {
		"id": "320200",
		"name": "无锡市"
	}, {
		"id": "320300",
		"name": "徐州市"
	}, {
		"id": "320400",
		"name": "常州市"
	}, {
		"id": "320500",
		"name": "苏州市"
	}, {
		"id": "320600",
		"name": "南通市"
	}, {
		"id": "320700",
		"name": "连云港市"
	}, {
		"id": "320800",
		"name": "淮安市"
	}, {
		"id": "320900",
		"name": "盐城市"
	}, {
		"id": "321000",
		"name": "扬州市"
	}, {
		"id": "321100",
		"name": "镇江市"
	}, {
		"id": "321200",
		"name": "泰州市"
	}, {
		"id": "321300",
		"name": "宿迁市"
	}],
	"220000": [{
		"id": "220000",
		"name": "省本级"
	}, {
		"id": "220100",
		"name": "长春市"
	}, {
		"id": "220200",
		"name": "吉林市"
	}, {
		"id": "220300",
		"name": "四平市"
	}, {
		"id": "220400",
		"name": "辽源市"
	}, {
		"id": "220500",
		"name": "通化市"
	}, {
		"id": "220600",
		"name": "白山市"
	}, {
		"id": "220700",
		"name": "松原市"
	}, {
		"id": "220800",
		"name": "白城市"
	}, {
		"id": "222400",
		"name": "延边朝鲜族自治州"
	}],
	"310000": [{
		"id": "310000",
		"name": "省本级"
	}, {
		"id": "310101",
		"name": "黄浦区"
	}, {
		"id": "310104",
		"name": "徐汇区"
	}, {
		"id": "310105",
		"name": "长宁区"
	}, {
		"id": "310106",
		"name": "静安区"
	}, {
		"id": "310107",
		"name": "普陀区"
	}, {
		"id": "310109",
		"name": "虹口区"
	}, {
		"id": "310110",
		"name": "杨浦区"
	}, {
		"id": "310112",
		"name": "闵行区"
	}, {
		"id": "310113",
		"name": "宝山区"
	}, {
		"id": "310114",
		"name": "嘉定区"
	}, {
		"id": "310115",
		"name": "浦东新区"
	}, {
		"id": "310116",
		"name": "金山区"
	}, {
		"id": "310117",
		"name": "松江区"
	}, {
		"id": "310118",
		"name": "青浦区"
	}, {
		"id": "310120",
		"name": "奉贤区"
	}, {
		"id": "310151",
		"name": "崇明区"
	}],
	"650000": [{
		"id": "650000",
		"name": "省本级"
	}, {
		"id": "650100",
		"name": "乌鲁木齐市"
	}, {
		"id": "650200",
		"name": "克拉玛依市"
	}, {
		"id": "652100",
		"name": "吐鲁番市"
	}, {
		"id": "652200",
		"name": "哈密市"
	}, {
		"id": "652300",
		"name": "昌吉回族自治州"
	}, {
		"id": "652700",
		"name": "博尔塔拉蒙古自治州"
	}, {
		"id": "652800",
		"name": "巴音郭楞蒙古自治州"
	}, {
		"id": "652900",
		"name": "阿克苏地区"
	}, {
		"id": "653000",
		"name": "克孜勒苏柯尔克孜自治州"
	}, {
		"id": "653100",
		"name": "喀什地区"
	}, {
		"id": "653200",
		"name": "和田地区"
	}, {
		"id": "654000",
		"name": "伊犁哈萨克自治州"
	}, {
		"id": "654200",
		"name": "塔城地区"
	}, {
		"id": "654300",
		"name": "阿勒泰地区"
	}, {
		"id": "659001",
		"name": "石河子市"
	}, {
		"id": "659002",
		"name": "阿拉尔市"
	}, {
		"id": "659003",
		"name": "图木舒克市"
	}, {
		"id": "659004",
		"name": "五家渠市"
	}],
	"150000": [{
		"id": "150000",
		"name": "省本级"
	}, {
		"id": "150100",
		"name": "呼和浩特市"
	}, {
		"id": "150200",
		"name": "包头市"
	}, {
		"id": "150300",
		"name": "乌海市"
	}, {
		"id": "150400",
		"name": "赤峰市"
	}, {
		"id": "150500",
		"name": "通辽市"
	}, {
		"id": "150600",
		"name": "鄂尔多斯市"
	}, {
		"id": "150700",
		"name": "呼伦贝尔市"
	}, {
		"id": "150800",
		"name": "巴彦淖尔市"
	}, {
		"id": "150900",
		"name": "乌兰察布市"
	}, {
		"id": "152200",
		"name": "兴安盟"
	}, {
		"id": "152500",
		"name": "锡林郭勒盟"
	}, {
		"id": "152900",
		"name": "阿拉善盟"
	}],
	"610000": [{
		"id": "610000",
		"name": "省本级"
	}, {
		"id": "610100",
		"name": "西安市"
	}, {
		"id": "610200",
		"name": "铜川市"
	}, {
		"id": "610300",
		"name": "宝鸡市"
	}, {
		"id": "610400",
		"name": "咸阳市"
	}, {
		"id": "610500",
		"name": "渭南市"
	}, {
		"id": "610600",
		"name": "延安市"
	}, {
		"id": "610700",
		"name": "汉中市"
	}, {
		"id": "610800",
		"name": "榆林市"
	}, {
		"id": "610900",
		"name": "安康市"
	}, {
		"id": "611000",
		"name": "商洛市"
	}],
	"540000": [{
		"id": "540000",
		"name": "省本级"
	}, {
		"id": "540100",
		"name": "拉萨市"
	}, {
		"id": "542100",
		"name": "昌都市"
	}, {
		"id": "542200",
		"name": "山南市"
	}, {
		"id": "542300",
		"name": "日喀则市"
	}, {
		"id": "542400",
		"name": "那曲市"
	}, {
		"id": "542500",
		"name": "阿里地区"
	}, {
		"id": "542600",
		"name": "林芝市"
	}],
	"360000": [{
		"id": "360000",
		"name": "省本级"
	}, {
		"id": "360100",
		"name": "南昌市"
	}, {
		"id": "360200",
		"name": "景德镇市"
	}, {
		"id": "360300",
		"name": "萍乡市"
	}, {
		"id": "360400",
		"name": "九江市"
	}, {
		"id": "360500",
		"name": "新余市"
	}, {
		"id": "360600",
		"name": "鹰潭市"
	}, {
		"id": "360700",
		"name": "赣州市"
	}, {
		"id": "360800",
		"name": "吉安市"
	}, {
		"id": "360900",
		"name": "宜春市"
	}, {
		"id": "361000",
		"name": "抚州市"
	}, {
		"id": "361100",
		"name": "上饶市"
	}],
	"420000": [{
		"id": "420000",
		"name": "省本级"
	}, {
		"id": "420100",
		"name": "武汉市"
	}, {
		"id": "420200",
		"name": "黄石市"
	}, {
		"id": "420300",
		"name": "十堰市"
	}, {
		"id": "420500",
		"name": "宜昌市"
	}, {
		"id": "420600",
		"name": "襄阳市"
	}, {
		"id": "420700",
		"name": "鄂州市"
	}, {
		"id": "420800",
		"name": "荆门市"
	}, {
		"id": "420900",
		"name": "孝感市"
	}, {
		"id": "421000",
		"name": "荆州市"
	}, {
		"id": "421100",
		"name": "黄冈市"
	}, {
		"id": "421200",
		"name": "咸宁市"
	}, {
		"id": "421300",
		"name": "随州市"
	}, {
		"id": "422800",
		"name": "恩施土家族苗族自治州"
	}, {
		"id": "429004",
		"name": "仙桃市"
	}, {
		"id": "429005",
		"name": "潜江市"
	}, {
		"id": "429006",
		"name": "天门市"
	}, {
		"id": "429021",
		"name": "神农架林区"
	}],
	"520000": [{
		"id": "520000",
		"name": "省本级"
	}, {
		"id": "520100",
		"name": "贵阳市"
	}, {
		"id": "520200",
		"name": "六盘水市"
	}, {
		"id": "520300",
		"name": "遵义市"
	}, {
		"id": "520400",
		"name": "安顺市"
	}, {
		"id": "520500",
		"name": "毕节市"
	}, {
		"id": "520600",
		"name": "铜仁市"
	}, {
		"id": "522300",
		"name": "黔西南布依族苗族自治州"
	}, {
		"id": "522600",
		"name": "黔东南苗族侗族自治州"
	}, {
		"id": "522700",
		"name": "黔南布依族苗族自治州"
	}],
	"370000": [{
		"id": "370000",
		"name": "省本级"
	}, {
		"id": "370100",
		"name": "济南市"
	}, {
		"id": "370200",
		"name": "青岛市"
	}, {
		"id": "370300",
		"name": "淄博市"
	}, {
		"id": "370400",
		"name": "枣庄市"
	}, {
		"id": "370500",
		"name": "东营市"
	}, {
		"id": "370600",
		"name": "烟台市"
	}, {
		"id": "370700",
		"name": "潍坊市"
	}, {
		"id": "370800",
		"name": "济宁市"
	}, {
		"id": "370900",
		"name": "泰安市"
	}, {
		"id": "371000",
		"name": "威海市"
	}, {
		"id": "371100",
		"name": "日照市"
	}, {
		"id": "371300",
		"name": "临沂市"
	}, {
		"id": "371400",
		"name": "德州市"
	}, {
		"id": "371500",
		"name": "聊城市"
	}, {
		"id": "371600",
		"name": "滨州市"
	}, {
		"id": "371700",
		"name": "菏泽市"
	}],
	"110000": [{
		"id": "110000",
		"name": "省本级"
	}, {
		"id": "110101",
		"name": "东城区"
	}, {
		"id": "110102",
		"name": "西城区"
	}, {
		"id": "110105",
		"name": "朝阳区"
	}, {
		"id": "110106",
		"name": "丰台区"
	}, {
		"id": "110107",
		"name": "石景山区"
	}, {
		"id": "110108",
		"name": "海淀区"
	}, {
		"id": "110109",
		"name": "门头沟区"
	}, {
		"id": "110111",
		"name": "房山区"
	}, {
		"id": "110112",
		"name": "通州区"
	}, {
		"id": "110113",
		"name": "顺义区"
	}, {
		"id": "110114",
		"name": "昌平区"
	}, {
		"id": "110115",
		"name": "大兴区"
	}, {
		"id": "110116",
		"name": "怀柔区"
	}, {
		"id": "110117",
		"name": "平谷区"
	}, {
		"id": "110118",
		"name": "密云区"
	}, {
		"id": "110119",
		"name": "延庆区"
	}],
	"460000": [{
		"id": "460000",
		"name": "省本级"
	}, {
		"id": "460100",
		"name": "海口市"
	}, {
		"id": "460200",
		"name": "三亚市"
	}, {
		"id": "460300",
		"name": "三沙市"
	}, {
		"id": "469001",
		"name": "五指山市"
	}, {
		"id": "469002",
		"name": "琼海市"
	}, {
		"id": "469003",
		"name": "儋州市"
	}, {
		"id": "469005",
		"name": "文昌市"
	}, {
		"id": "469006",
		"name": "万宁市"
	}, {
		"id": "469007",
		"name": "东方市"
	}, {
		"id": "469021",
		"name": "定安县"
	}, {
		"id": "469022",
		"name": "屯昌县"
	}, {
		"id": "469023",
		"name": "澄迈县"
	}, {
		"id": "469024",
		"name": "临高县"
	}, {
		"id": "469025",
		"name": "白沙黎族自治县"
	}, {
		"id": "469026",
		"name": "昌江黎族自治县"
	}, {
		"id": "469027",
		"name": "乐东黎族自治县"
	}, {
		"id": "469028",
		"name": "陵水黎族自治县"
	}, {
		"id": "469029",
		"name": "保亭黎族苗族自治县"
	}, {
		"id": "469030",
		"name": "琼中黎族苗族自治县"
	}]
}
al = 0

for k,v in ct.items():
	print(k, v)

for k,v in plt.items():
	# print(k, len(v), v)
	al += len(v)

print(al)